{
  "articles": [
    {
      "tag": "PremierLeague",
      "text": "Pep Guardiola's Manchester City eased to a 2-0 win over Cardiff at the Etihad Stadium on Wednesday to retake top spot in the Premier League from title rivals Liverpool. Goals from Kevin De Bruyne and Leroy Sane were enough to lift City back into top spot, at least until Friday, when Jurgen Klopp's team visit Southampton. City now have a maximum of 13 games remaining in a potentially historic season that could see them add the Premier League, FA Cup and Champions League to the League Cup they lifted against Chelsea in February. But, whatever the remaining two months holds for Guardiola's team, they are back in the driving seat in the Premier League on 80 points, one ahead of Liverpool. Both sides have six league games remaining. Guardiola, whose side play Brighton in the FA Cup semi-finals on Saturday, was able to make seven changes against Neil Warnock's struggling side, resting key players in the process. The alterations did not dull City's attacking intent but Gabriel Jesus, chosen with Sergio Aguero having been left out as a precaution, was guilty of a string of first-half misses. De Bruyne claimed the first goal, after just five minutes, from Aymeric Laporte's through ball, with a strong run and blistering shot from a tight angle that left questions over Neil Etheridge, beaten at his near post. Sane struck just before half-time, driving a technically brilliant low shot into the far corner after Riyad Mahrez's cross had been cushioned into his path by Jesus. But the Brazilian should have done better from any number of first-half chances, one coming after just 34 seconds when he slid in and narrowly missed converting De Bruyne's low cross into an open net. Mahrez forced Etheridge into a diving, full-stretch save with an early, curling effort, Jesus skied a shot over from 12 yards and the City striker, again, miscued a close-range effort, under pressure from two defenders, after more good play from De Bruyne. Guardiola's side also launched a breathtaking counter-attack that saw four of their players break against two from Cardiff only for De Bruyne to free Jesus who again wasted a shot that was deflected behind. The only minor concern for Guardiola, with an eye on the remaining fixtures, was the loss of left-back Oleksandr Zinchenko after just 18 minutes to an apparent hamstring injury, although the introduction of substitute Kyle Walker hardly represented a downgrade. City goalkeeper Ederson remained completely untroubled as the second half followed the same pattern. Phil Foden, making his first ever Premier League start a month short of turning 19, saw his shot saved from just six yards out while De Bruyne's long-distance free-kick bounced just wide. Sean Morrison almost turned a De Bruyne cross into his own goal and, in one intoxicating five-minute spell after the hour, six good City chances came and went, Etheridge saving well from Foden twice, a Laporte header, Mahrez and Sane while Fernandinho struck a post for good measure. By the time Oumar Niasse steered Cardiff's first on-target shot of the evening directly at Ederson, after 74 minutes, the outcome had long since been decided and his shot even drew ironic cheers from his own supporters."
    },
    {
      "tag": "Bundesliga",
      "text": "Borussia Dortmund scored two goals in stoppage time as Robert Lewandowksi spurned late chances for Bayern Munich to set up an enticing title run-in. All roads lead to Munich. At the end of a week in which it was announced France’s World Cup-winning defender Lucas Hernández would arrive at Bayern in the summer – after the champions paid a fee almost double the Bundesliga’s existing highest for an incoming player – Marco Reus will also head for Bavaria, as a Borussia Dortmund player, of course, but there had been doubt about the captain making the journey. This weekend Reus’s first child, a baby girl, arrived a few days earlier than expected, freeing daddy up to lead his side in what could be the defining game of their season. A week before Bayern and Dortmund meet in the season’s final Klassiker, at the Allianz Arena next Saturday, the scales of the Bundesliga tipped again during stoppage time on Saturday afternoon as the two played simultaneously, 460km apart. Bayern spurned a couple of more-than-presentable match points at Freiburg, with Robert Lewandowski sending a free header wide from close range, shortly before Leon Goretzka’s header hit the post and the Poland No 9 put the rebound over the top. Dortmund, however, looked like they would not take advantage of only Bayern’s second failure to win in their last 15 Bundesliga matches. They went past the 90-minute mark at home to Wolfsburg at 0-0, blunted without Reus against a team habitually so dogged away from home. Then came Paco Alcácer, firstly thrashing home a free-kick from just outside the area, and then scuffing in a second after Jadon Sancho played him in at the end of a counter-attack. The goals took Dortmund where few in recent weeks imagined them being – going to Munich next week back at the top of the table, with two points more to their tally than the champions. Hans-Joachim Watzke commented, with a lorryload of understatement, that going into Der Klassiker in front was “psychologically good,” but the last few games have been just that. BVB have flirted hard with the death of the title dream, going into stoppage time in Berlin a fortnight ago drawing with Hertha before Reus struck the decisive blow, and now this. It’s the best possible habit at the best possible time and the feeling seems to be that it’s more than luck. “If you judge it over the season,” Mario Götze told Sky, “then it’s a quality of ours, that we know we can still make games happen for us.”"
    },
    {
      "tag": "PremierLeague",
      "text": "Chelsea eased the pressure on under-fire boss Maurizio Sarri as Callum Hudson-Odoi's influential display and sublime strikes from Eden Hazard and Ruben Loftus-Cheek sealed a 3-0 win over Brighton on Wednesday. Sarri couldn't afford a negative result against struggling Brighton at Stamford Bridge after being subjected to fresh calls for his sacking during Sunday's unconvincing win at Cardiff. The angry Chelsea fans who showed their displeasure at the weekend were in part motivated by Sarri's refusal to select England winger Hudson-Odoi. But Sarri finally unleashed Hudson-Odoi for his first Premier League start, while Loftus-Cheek also made the most of a rare appearance as the youngsters bolstered Chelsea's bid for a top-four finish. Hudson-Odoi set up Olivier Giroud's first-half opener and Loftus-Cheek provided the assist for Hazard's superb second. England midfielder Loftus-Cheek capped a morale-boosting victory for the troubled Blues when the 23-year-old netted a majestic third to kill off FA Cup semi-finalists Brighton. Chelsea are up to fifth place, behind fourth-placed Arsenal on goal difference as the race to qualify for the Champions League approaches a dramatic denouement. Achieving that target is essential for Sarri as he battles to avoid the sack in a turbulent first season in charge. \"The manager told me to go and express myself. I feel comfortable, hopefully I did well,\" Hudson-Odoi said. Loftus-Cheek added: \"We have both worked all of our lives for this chance, years of hard work and now we start in a Premier League game together. That's good for the academy.\" Criticised for leaving Hudson-Odoi as an unused substitute against Cardiff, Sarri at last bowed to public pressure. Hudson-Odoi was one of seven changes, with Hazard and N'Golo Kante returning after being rested in south Wales. The 18-year-old's fine performances for England recently shone the spotlight on Sarri's decision to use him so infrequently. Hudson-Odoi had played mostly in Europa League, FA Cup and League Cup ties, with his Premier League appearances coming from the bench. Infuriated by his bit-part role, Hudson-Odoi has considered leaving, with Bayern Munich making their interest public before having a bid rebuffed by Chelsea in the January transfer window. Sarri would be a brave man to drop him again, but whether Chelsea can persuade him to stay remains to be seen. Hudson-Odoi's name was loudly cheered when the team was read out before kick-off and he almost made the perfect start when his burst into the Brighton area ended with Shane Duffy deflecting his shot narrowly over. Adding a much-needed cutting edge to Chelsea's attack, Hudson-Odoi unfurled a pin-point cross that was headed over by Cesar Azpilicueta. Hudson-Odoi was a constant threat and he played a key role as Chelsea made the breakthrough in the 38th minute. Hazard's precise pass found Hudson-Odoi on the right flank and he effortlessly eased past Anthony Knockaert with a nimble piece of footwork before whipping over a low cross that Giroud cleverly flicked in from close range. It was Giroud's first Premier League goal since November and his 11th in all competitions, rewarding Sarri's decision to pick him instead of the misfiring Gonzalo Higuain. Hudson-Odoi was a far more potent presence than either Willian or Pedro have been on the flanks for Chelsea this season. Rising to meet Jorginho's cross in the second half, Hudson-Odoi showed impressive strength to get in front of his marker but could only head straight at Mat Ryan. While Hudson-Odoi's potential is undeniable, Hazard remains Chelsea's main man, a point he stylishly underlined in the 60th minute. Teed up by Loftus-Cheek on the edge of the Brighton area, Hazard fooled Lewis Dunk with a drop of the shoulder that left the Brighton defender sliding past him, giving the Belgian time to bend a fine finish into the far corner. Inspired by that moment of magic, Loftus-Cheek produced a show-stopper of his own three minutes later when he curled a superb 25-yard strike into the roof of Ryan's net for his second goal in successive games."
    },
    {
      "tag": "PremierLeague",
      "text": "Liverpool manager Jurgen Klopp is relaxed about Mohamed Salah's goalscoring drought, saying the Egyptian forward remains a key part of the title chasers' attacking armoury. Salah, who scored 44 times in his maiden season at Anfield, has gone eight matches without finding the net but still has 20 goals in 2018/19 and played a pivotal part in the last-gasp winner against Tottenham on Sunday. \"When everybody is talking about 'he didn't score in I don't know how many games', he doesn't seem to be bothered about it. I'm not,\" Klopp said on Wednesday. \"For sure we didn't really speak about it. I think if something is clear and obvious you do speak about it. How do you deal with a situation when he scored 40 goals last year? \"His career's not over. It's like if he can score this year 20 goals then he's scored 60 in the last two. Wow, that's not too bad.\" Salah's success last season means he has attracted more attention from opponents in the current campaign, often being double-marked. It has had the effect, though, of benefiting teammates, with Sadio Mane (20 goals) and Roberto Firmino (14) taking on some of the burden. \"Sometimes you need a bit of time to adapt to the new situations and I don't think he really needed that,\" said Klopp on Salah's overall value to the side and how he has coped with the close attention. \"He's a threat. He helps us a lot. He deals with all the new situations for him really well. \"If you have only one (goalscorer), you think maybe you rely a bit too much on that. This year we don't rely on Mo's goals, but he's still in a very good position in comparison to all the other players. \"Seventeen (league) goals is a good number, and there are still a lot of games to come. But it was never a problem. We have 79 points -- you cannot have that with a lot of problems over the year.\" Liverpool travel to Southampton on Friday and Klopp reported a clean bill of health after a minor injury worry over defender Virgil van Dijk following the win over Tottenham."
    },
    {
      "tag": "SerieA",
      "text": "Forward Mario Mandzukic has extended his contract with Juventus until 2021, the Italian champions confirmed on Wednesday. \"Mario Mandzukic's Bianconero career will continue until 2021. The official notice of his contract renewal was confirmed today and it is news that the Bianconeri fans will warmly welcome,\" Juve said in a statement. The 32-year-old arrived from Atletico Madrid in 2015 and has scored 43 goals in 159 appearances for the runaway Serie A leaders, in addition to delivering 19 assists. This season he has scored nine goals in all competitions. Since his move to Italy he has won three consecutive league and cup doubles, and is poised for his fourth 'Scudetto' as Juve close in on their eighth in a row. Massimiliano Allegri's side could win the league title with seven games to spare this weekend if they beat AC Milan and nearest challengers Napoli lose at home to Genoa. They travel to Ajax in the Champions League quarter-finals next week as they target European glory for the first time since 1996."
    },
    {
      "tag": "Bundesliga",
      "text": "Borussia Dortmund climbed back to the top of the Bundesliga after late drama in their match with Wolfsburg as Freiburg held Bayern Munich to a surprise draw. Paco Alcácer’s two goals in Dortmund’s 2-0 win, the first a fiercely struck free-kick, the second scored on the counter after Jadon Sancho’s pass, did not arrive until the 91st and 94th minutes, just when it appeared Lucien Favre’s team would not be able to capitalise on Bayern’s slip-up. Bayern began poorly at Freiburg, and conceded a goal from striker Lucas Höler in the third minute, and it took a combination of Mats Hummels and Jérôme Boateng making a goalline clearance to prevent a second for 12th-placed Freiburg. When Robert Lewandowski scored a superbly executed volley to make it 1-1 in the 22nd minute, it appeared the serial champions had resumed normal service but the Polish forward was guilty of missing a free header in the 88th minute. A minute later, Leon Goretzka struck the foot of a post and the winner did not arrive."
    },
    {
      "tag": "SerieA",
      "text": "AC Milan will be without goalkeeper Gianluigi Donnarumma and midfielder Lucas Paqueta for this weekend's Serie A clash at leaders Juventus, the club said on Wednesday. Both players suffered injuries in Tuesday's 1-1 draw against Udinese which complicates the Champions League race for Gennaro Gattuso's side, who are targeting a return to the competition for the first time since the 2013-2014 season. They are fourth, in the final Champions League spot, with Lazio, Atalanta and Roma lurking behind. Milan said in a statement that Donnarumma had picked up a right thigh injury and Paqueta had dislocated his right ankle, with both players' fitness to be assessed next week. Spanish winger Suso, Ivorian midfielder Franck Kessie and Italian defender Andrea Conti are all on the road to recovery. Kessie has a left knee inflammation and Conti a left thigh strain. Suso suffered a bruising to his left foot and is back training with the team."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Zinedine Zidane dropped Gareth Bale and endured his first defeat since returning to Real Madrid as his side were deservedly beaten 2-1 by a resurgent Valencia on Wednesday. The last time Zidane left Bale on the bench, the Welshman proved a spectacular substitute against Liverpool in the Champions League final 10 months ago but there was to be no rescue act at Mestalla. Instead, Valencia surged to a convincing victory, Goncalo Guedes and Ezequiel Garay scoring in each half to leave Marcelino's team within a point of La Liga's top four. Karim Benzema headed in a late consolation in injury-time. \"We lacked a bit of spark up front,\" Zidane said. \"I am not going to criticise my players. They have tried and we played a good team. But losing always hurts.\" After a miserable start to the season, Valencia could yet enjoy a barnstorming finish. Champions League qualification is now within touching distance while a Copa del Rey final against Barcelona and Europa League last 16 tie against Villarreal still await. \"The game played out how we hoped,\" said Marcelino. \"It was a complete performance.\" For Zidane, after two opening victories, this was perhaps something of a reality check, even if Madrid's reappointed coach has insisted he is under no illusions regarding the task ahead. They now trail leaders Barcelona by 13 points, the exact same margin they were behind the Catalans under Zidane at this stage last season. This was reminiscent too of the limp displays that have undone Madrid in recent months, blunt in the final third, overly-generous in defence and bereft of either snap or spark in midfield. Bale had started each of Zidane's first two games, offering hope there might yet be a future for him in the new era, but his relegation to the bench suggests the Frenchman's old doubts may linger. Zidane's press conference on Tuesday had been littered with questions about players' futures but Raphael Varane and Marcelo both started in defence, as did Keylor Navas, restored in goal ahead of Zidane's son Luca and the injured Thibaut Courtois. Valencia were far superior in the first half and the only surprise was that it took 35 minutes for them to score. Navas punched a corner to the edge of the box where Guedes bounced the ball off Carlos Soler, stopped it and curled between the goalkeeper's right hand and the near post. Valencia unleashed a series of efforts in search of a second. Kevin Gameiro headed wide, Geoffrey Kondogbia half-volleyed over and Rodrigo's bending shot whistled inches past the post. Madrid had barely featured as Bale came on for Marco Asensio in the 64th minute, along with Isco, who replaced the quiet Toni Kroos. Bale might have had an equaliser shortly after had it not been for Dani Parejo's sliding block and then the he sent a sumptous pass to the far post, but it was cleared away from the waiting Benzema. Valencia should have wrapped it up with 15 minutes left as five sprawled forward on the break but Rodrigo miscontrolled while his cutback was flicked by Soler, harmlessly into the hands of Navas. If Madrid were more threatening they might have capitalised but there was no counter and instead victory was secured when Garay headed in Parejo's cross with seven minutes left. Sergio Ramos had a late penalty taken off him, ruled out by VAR, before Benzema nodded in a consolation in added time. It was too little too late."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Lionel Messi and Luis Suarez led Barcelona to a stunning comeback against Villarreal on Tuesday and may have ensured there will be no return for Atletico Madrid in La Liga's title race. Atletico play Barca at the Camp Nou on Saturday and were given fresh hope of a resurgence when struggling Villarreal, inspired by the brilliant Santi Cazorla, led the Catalans 4-2 going into the final minute. But Messi, who had started on the bench, drove in a free-kick in the 90th and in the 93rd, Suarez fired in a devastating half-volley to earn Barca a 4-4 draw and an unlikely point. Combined with Atletico's earlier 2-0 victory over Girona, the result means the gap at the top is reduced to eight points ahead of this weekend's top of the table meeting but Ernesto Valverde's side celebrated Suarez's goal like it was a winner. \"In the end it is only a point but there is a certain feeling after coming back from two goals down in the last minute,\" Valverde said. Cazorla, meanwhile, sank to his knees, a chance spurned for Villarreal to pull four points clear of the relegation zone, with Celta Vigo, now only two behind, still to play Huesca on Wednesday. They had come from two down, as Samuel Chukwueze and Karl Toko Ekambi cancelled out early goals from Philippe Coutinho and Malcom. Vicente Iborra and Carlos Bacca looked to have sealed an incredible win, only for Messi and Suarez to intervene. The pair have now scored 51 goals between them in the league this season, just one shy of the total managed by Real Madrid. \"The spirit we showed at the end, to refuse to give in, to come back in the last minute - we showed that we want to win this league,\" said Suarez. Rested along with Gerard Pique and Ivan Rakitic, it seemed Barcelona would not need Messi as Coutinho tapped in a pass by Malcom, who then headed in Arturo Vidal's cross for a 2-0 lead after 16 minutes. But Villarreal sprung into life, revived by Chukwueze, who pulled one back seven minutes later. A sumptuous flick by Iborra launched the counter-attack and Cazorla sent the striker clear. Chukwueze's shot struck the post but cannoned back to him and this time, he guided it into the far corner. Any control Barcelona had increasingly gave way to chaos, particularly on the break, where Villarreal broke through almost at will. Toko Ekambi's equaliser shortly after half-time looked like a fluke but perhaps he meant it. He tore down the right wing and cut inside, with Marc-Andre ter Stegen stepping out to block what he expected to be a cutback. Instead, Toko Ekambi stabbed the ball inside the goalkeeper and into the far corner. Messi warmed up and then came on in the 61st minute but it was Villarreal that pulled away. A minute later, Iborra nipped onto Manu Morlanes' pass and prodded it home before Bacca made it four with 10 minutes left. Cazorla was again the instigator, his curled pass creating the chance, as Bacca skipped round Ter Stegen and slid in for what seemed like the win. Instead, Alvaro Gonzalez was sent off for a second yellow card in the 86th minute and Messi lashed a free-kick in off the post to give Barca hope. When Suarez drove in his thundering half-volley from the edge of the box, there were four seconds of the three added minutes remaining. Cazorla dropped down as Barca's players ran to the corner. Atletico Madrid were putting the finishing touches to their victory at the Wanda Metropolitano when Barcelona kicked off but they had to wait until the 76th minute for Diego Godin's opener against Girona. They had VAR to thank too as the Argentinian's header was only allowed to stand after Antoine Griezmann had initially been ruled offside. Griezmann's lob added a second in injury-time."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Atletico Madrid needed late goals from Diego Godin and Antoine Griezmann to beat Girona 2-0 on Tuesday and boost morale ahead of Saturday's top of the table clash against Barcelona. Barca kicked off against Villarreal shortly after the final whistle blew at the Wanda Metropolitano and a win for the Catalans would mean the gap between them and Atletico stands at 10 points heading into this weekend's match at the Camp Nou. It would take an unthinkable collapse for Ernesto Valverde's side not to be lifting the La Liga trophy on May 19 but Atletico will at least face their rivals with some sense of stability restored. After a disastrous week last month that saw them crash out of the Champions League and then drop out of the title race, Atleti have registered consecutive wins over Alaves and now Girona, who drop to 13th. They had VAR to thank for Godin's opener, the Argentinian's header allowed to stand after Griezmann had initially been ruled offside. Griezmann then added a second in injury-time. Both scorers have been among those linked with departures at the end of the season, even if Atletico's president Enrique Cerezo insisted this week that Griezmann would not be signing for Barcelona. The Frenchman could have been playing on the opposite team this weekend and, perhaps, celebrating a title triumph next month, but instead he opted to stay with Atleti last summer. He will be in the spotlight again on Saturday. After a dreadful start to the year, Girona have picked up in recent weeks and they frustrated Atletico for 75 minutes with a committed and well-organised display. They might have taken the lead in the first half but Seydou Doumbia's header was straight at Jan Oblak, before Koke hit the crossbar at the other end with a long-range effort. Alvaro Morata had some good openings on the break but took too long and it needed Godin to break the deadlock, heading in after Gorka Iraizoz failed to clear under pressure from Griezmann, who was ruled onside by VAR. Griezmann then made sure of the win four minutes into injury-time as Vitolo, on as a substitute, sent his team-mate clear. A brilliant chip looped over Iraizoz and into the net."
    },
    {
      "tag": "Bundesliga",
      "text": "Bayern Munich coach Niko Kovac has hit back at his critics and said that his side are the best team in Germany ahead of Saturday's Bundesliga clash with title rivals Borussia Dortmund. Kovac is under renewed pressure after Bayern slipped two points behind Dortmund in the title race when they failed to beat Freiburg last Saturday. Yet in an interview with Sport Bild on Wednesday, the Bayern coach said that the criticism levelled at him and his side was unjust. Kovac said that he had been unfairly portrayed as a tactical stick-in-the-mud in comparison with more glamourous coaches such as Manchester City's Pep Guardiola and Paris Saint-Germain's Thomas Tuchel. \"When I was at Frankfurt, I was portrayed as a tactics nerd like Guardiola or Tuchel because I played with different systems,\" said Kovac. \"Now people say that I am unable to change my system. But that's not correct. \"When I arrived here, there was a system which had been in place since Louis van Gaal was here 10 years ago. \"The team felt comfortable in the system and there was no reason to make any drastic changes, because it would have just confused the players.\" Kovac also argued that the system was working, despite Bayern's struggles in front of goal against Freiburg. He pointed out that Bayern had scored 69 goals this term compared to 66 at the same point last season. \"To say we don't have a philosophy is simply not true,\" he said. With a two-point gap between themselves and league leaders Dortmund, Kovac backed his team to win on Saturday and regain top spot in the Bundesliga. \"Dortmund are having a fantastic season, but if we play at our best, we are the best team in Germany and we will win the league.\""
    },
    {
      "tag": "Bundesliga",
      "text": "Borussia Moenchengladbach head coach Dieter Hecking will step down at the end of this season, the club announced on Tuesday. \"We will go into the 2019/20 season with a new head coach,\" the club announced in a statement on its website. Hecking, 54, has won just one of his last seven games in charge of Gladbach, in a run of poor form which has seen them drop out of the top four. He said that he had been informed of the club's decision on Monday, two days after a humiliating 3-1 defeat to local rivals Fortuna Duesseldorf. \"I was very disappointed yesterday, and I still am today,\" he said at a press conference on Tuesday. \"As a coach, you know that there will be days when everything looks great and the sun is shining. Today is a rainy day.\" Hecking has been in charge of Gladbach since December 2016, and led them to ninth-place finishes in each of his first two seasons. After some brilliant early-season performances, Gladbach had spent much of the current campaign in the top three, but a recent run of bad form has seen them drop to fifth. Yet Gladbach sporting director Max Eberl insisted that the decision had been made with the club's long term strategy in mind, rather than on the basis of bad results. \"It was very, very hard for me to inform Dieter of our decision,\" he said. Eberl refused to speculate on who would replace Hecking at the end of the season amid reports that Red Bull Salzburg coach Marco Rose may be in line to take the reins. \"I have an idea in the back of my mind, clearly,\" said Eberl. \"We are in talks, but there is no final agreement yet. We will let you know when we have an announcement to make.\" In the meantime, Hecking will stay at Gladbach for the last seven games of the season as the club bid to get back into the top four. \"I would be very happy if I could leave the club in the Champions League,\" he said."
    },
    {
      "tag": "Ligue1",
      "text": "Kylian Mbappe fired Paris Saint-Germain to their eighth straight Ligue 1 win with a stunning goal that earned the champions a 1-0 victory at Toulouse on Sunday and kept them miles clear at the top of the league. The 20-year-old World Cup winner crashed home his 27th league goal of the season, his seventh in as many league games, with 16 minutes left as he continues to shine in the absence of the injured duo Neymar and Edinson Cavani. \"We had to wait, be patient and in the end we won with Kylian's speed,\" said PSG skipper Marquinhos. \"It brought a great deal of joy to our fans, I'm sure of that.\" PSG now have 80 points, 20 ahead of second placed Lille with a game in hand to boot. Coach Thomas Tuchel said he was delighted that the runaway leaders have not been tempted to take their foot off the gas. \"Many of our players were away in the international break and there was a bit of fatigue in some of them,\" said the German. \"It could have been tempting to relax, especially with the lead we have in the league, but nobody does it and I like that.\" Mbappe's goal was the highlight of a dull game which was otherwise lit up by a cheeky PSG fan sneaking onto the pitch to snap a selfie with the striker. The video assistant referee system ruled out Marquinhos' tap-in just before half-time after Mbappe was judged offside, and the runaway league leaders threatened little other than that. However they maintain their huge gap on second-placed Lille, who earlier on Sunday scored three quickfire second-half goals to comeback from 2-0 and snatch a vital win that kept them firm favourites for direct qualification for the Champions League. Nantes had been finding goals hard to come by but went 2-0 up in front of a packed and raucous Stade de la Beaujoire thanks to a penalty from Valentin Eysseric and a near post header from Kalifa Coulibaly that seemed destined to drag them up to mid-table. But three strikes in seven minutes from Rafael Leao, Nicolas Pepe from the spot and Jonathan Bamba's fired Christophe Galtier's gutsy outfit to an impressive turnaround. There was still time for Nantes to be cast a lifeline with a late penalty, but Eysseric however sent his spot-kick flying over the bar. Lille are four ahead of Lyon, who occupy the final Champions League spot but will have to qualify for the group stage via playoff if they finish third, and 12 ahead of Marseille in fourth. Monaco suffered a shock home defeat to Caen, who climbed off the bottom of Ligue 1 thanks to a 1-0 win in which their goalkeeper the Congolese Brice Samba emerged as the star. It was Leonardo Jardim's first defeat since returning to the helm eight games ago when Thierry Henry was fired. \"We're back in a relegation scrap,\" Jardim lamented. \"This is a message to all of us to do better. We are only seven points clear of the drop zone and that's nothing, just three matches.\" Patrick Viera meanwhile was a happy man after seeing his Nice said win 1-0 at Dijon, who slipped to bottom with this latest defeat. \"It's great to get an away win, it's been a while. Now we can dream of European qualification,\" said Viera, whose side are seventh, four points away from a spot in the Europa League. A late goal from Martin Terrier saw Lyon win 1-0 at Rennes on Friday while an early brace from Mario Balotelli was cancelled out by two Thomas Mangani penalties on Saturday as Marseille drew 2-2 at home to Angers."
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Spain's World Cup-winning goalkeeper Iker Casillas has extended his contract with Porto to 2020, the Portuguese champions announced Wednesday. The prolonged deal for Casillas, who turns 38 in May, also includes an option for a further year, according to club president Jorge Pinto da Costa. \"It's not easy to count on someone who's almost 38 years old,\" said Casillas. \"I'm grateful for the confidence shown in me and hope to finish my career at a club where I feel at home.\" Earlier in the week Casillas, who also captained Spain to European Championship titles in 2008 and 2012, said he would like to keep on playing until he is 40. Pinto da Costa hinted that could be a possibility, telling reporters: \"I'm convinced that it's not the last contract for Casillas with us.\" The former Real Madrid star has made 149 appearances for Porto since arriving at the club in 2015, and helped Porto end Benfica's four-year title reign last season. Casillas, a three-time Champions League winner with Madrid, is looking to lift the trophy for a fourth time as Porto face last year's runners-up Liverpool in the quarter-finals in April."
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Mexican international Jesus Corona has extended his contact with Porto two years to 2022, the Portuguese club said on Saturday. \"This is a reward for his talent, a sign of the confidence we have in his future and proof that we want to count on him for the next seasons,\" Porto president Jorge Pinto da Costa, said on the club's web site. The release clause in the contract is reportedly 50 million euros. Corona, now 26, arrived at Porto from Dutch club Twente in 2015, and plays on the flank. He has appeared in 157 matches for the club, scoring 22 times. He started on Wednesday as Porto eliminated Roma to reach the last eight of the Champions League. His cross set up Moussa Marega for the goal that took the match to extra time. \"For now, this is indeed my best season,\" Corona told the club web site. \"I hope to keep playing like this so that the team reaches its objectives.\" \"Little by little, you learn to love this shirt. That's what I'm feeling.\""
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Benfica fired their coach Rui Vitoria on Thursday after a series of poor results for the team he led to back-to-back Portuguese titles in 2016 and 2017. Benfica came second in Portugal last year but in December failed to qualify for the Champions League knock-out rounds, and after defeats to modest clubs now sit fourth in the domestic league. On Wednesday the side scored two own goals in a 2-0 defeat to Portimonense. \"Benfica have come to an agreement with Rui Vitoria for an immediate end to his contract,\" the club said in a statement on Thursday. Benfica's 'B' team coach Bruno Lage, has been appointed as an interim coach."
    },
    {
      "tag": "SerieA",
      "text": "Yaya Toure responded with fury and Raheem Sterling with mockery after manager Massimiliano Allegri and teammates said Juventus youngster Moise Kean shared the blame for racist abuse by Cagliari fans. Toure, who was speaking at UEFA's Equal Game conference at Wembley, said he hoped the Italian football authorities would respond in a determined fashion to the chants and to Allegri's lukewarm defence of his player. Kean, 19, along with team-mates Blaise Matuidi and Alex Sandro, was subjected to monkey noises during the match on Tuesday. Kean, an Italian international, reacted by celebrating with his hands outstretched in front of the Cagliari fans after scoring his side's second in the 2-0 victory. Allegri and fellow goalscorer Leonardo Bonucci both said Kean had not helped himself. \"He is a young man and he has to learn, but certain things from the crowd also shouldn't be heard,\" said Allegri. Bonucci said the blame was \"50-50\". England international Sterling, who also reacted by celebrating in front of abusive home fans after scoring for England away to Montenegro on March 25, took to Instagram to ridicule Bonucci. \"The blame is 50-50 @bonuccileo19,\" Sterling posted on his story alongside a number of laughing and applause emojis. \"All you can do now is laugh.\" Kean defended his actions as \"the best way to respond to racism\". Toure, the former Ivory Coast captain, said Allegri should have offered his full support to Kean. \"I was shocked when I saw that happen and then the manager saying Kean shouldn't have done that,\" said Toure. \"I want to see what the Italian FA is going to do about it. I want to see a response.\" Jason Roberts, the former Premier League striker who is CONCACAF director of development, said he was shocked at the response of some of Kean's team-mates. \"I think it's deeply troubling when you see a young player having to endure what was thrown at him,\" said Roberts. \"What was stark was the reaction of some opposition players and his team-mates, as if he had done something wrong. Who else in the workplace would have to endure that?\" Roberts, who was an international for Grenada, said players should not feel they had to take the lead because administrators were not doing enough. \"I don't think we are doing enough and the players are having to take the lead,\" he said. \"For that to be the case in 2019 shows we have a long way to go.\" The negative comments by Allegri and Bonucci to Kean's actions contrasts to the praise showered on Sterling. The Manchester City star, along with team-mates Danny Rose and Callum Hudson-Odoi, was subjected to racist chants from Montenegro fans during their Euro 2020 qualifier in Podgorica last week. However, when he scored the final goal in a 5-1 victory, he cupped his hands to his ears, a reaction that gained him praise too from Toure. \"I was surprised Raheem Sterling stayed so calm,\" said Toure, a former team mate at Manchester City. \"He is like my little brother. When you have seen what he has done surely he has to be Footballer of the Year.\""
    },
    {
      "tag": "SerieA",
      "text": "Rising Italy star Moise Kean was targeted by racist abuse after he scored for Juventus on Tuesday -- but teammate Leonardo Bonucci blamed him for inciting the crowd at Cagliari. Goals from 19-year-old Kean and Bonucci gave Juve a 2-0 victory over Cagliari that took them closer to an eighth consecutive Serie A title. Kean slotted in his fourth goal in as many league games in the 85th minute after Bonucci nodded in the opener on 22 minutes in Sardinia. The youngster's celebration after scoring, however, infuriated the home crowd who had jeered the teenager throughout after he was booked for diving in the first half. Kean, along with his French teammate Blaise Matuidi and Brazilian Alex Sandro, were targeted by monkey noises throughout the match, but they increased in intensity after the second goal. The Juventus teenager celebrated with his hands outstretched in front of the Cagliari fans after scoring, taking to Instagram later to defend his actions as \"the best way to respond to racism\". But Bonucci claimed that Kean should not have provoked the home supporters and said his teammate was partly to blame. \"Kean knows that when he scores a goal, he should celebrate that with his teammates. He knows he could have done something differently too,\" Bonucci told Sky Sport Italia. \"There were racist jeers after the goal, Blaise heard it and was angered. I think the blame is 50-50, because Moise shouldn't have done that and the Curva (Cagliari fans) should not have reacted that way. \"We are professionals, we have to set the example and not provoke anyone.\" Coach Massimiliano Allegri agreed Kean \"shouldn't have celebrated in that manner\". \"He is a young man and he has to learn, but certain things from the crowd also shouldn't be heard.\" Cagliari fans appeared to throw objects at Kean, and the match was momentarily stopped and an appeal made over the stadium speakers. Former Paris Saint-Germain player Matuidi appeared furious at the jeers at the same stadium where he was targeted last season. The abuse came on the day that UEFA president Aleksander Ceferin said he was \"ashamed\" by the recent outbreak of racist abuse and vowed to ask referees to stop matches in the future if racist chanting breaks out. Allegri called for the culprits to be identified and banned. \"As usual, there are some idiots, but also normal people,\" Allegri said. \"We have cameras, we identify them and not one-year ban or two, just give them a lifetime ban. \"We've got the technology, if the authorities want to they can identity them. The problem is, they don't really want to.\" Cagliari president Tommaso Giulini, however, blamed Kean for stirring up tensions and said criticism of his club's supporters was \"self-righteousness\". \"If (Federico) Bernardeschi had done what Kean did, the reaction would have been the same,\" said Giulini. \"Nobody had heard anything up to that point. Kean made a mistake, he's 19, that's understandable,\" he added, saying he \"mostly heard whistles\". \"There is a drift towards self-righteousness that I don't like, this club has always been exemplary and has always denounced racist behaviour.\" The win put Juventus back 18 points clear of second-placed Napoli, who travel to lowly Empoli on Wednesday, with only eight matches to play. The champions' next game is at home against AC Milan, who were held 1-1 by Udinese. Juventus shrugged off the absence of star duo Cristiano Ronaldo and Paulo Dybala, with Mario Mandzukic also out suffering from flu. Cagliari goalkeeper Alessio Cragno denied Kean twice before the teenager finally broke through, scoring from Rodrigo Bentancur's pass. Kevin Lasagna grabbed a point for Udinese to further dent AC Milan's Champions League ambitions. Polish striker Krzysztof Piatek managed to break through just before the interval after connecting with a Patrick Cutrone cross. But Italian international Lasagna pulled Udinese back level after finishing off a flowing counter-attack on 65 minutes. The stalemate complicates the Champions League race for Gennaro Gattuso's side who are targeting a return to the competition for the first time since the 2013-2014 season. They are fourth, in the final Champions League spot, but Lazio are four points behind with two games in hand ahead of their trip to struggling SPAL on Wednesday."
    },
    {
      "tag": "SerieA",
      "text": "Kevin Lasagna grabbed a point for Udinese to further dent AC Milan's Champions League ambitions after a 1-1 draw at the San Siro on Tuesday. Injury-hit Milan struggled against their 15th-placed opponents with goalkeeper Gianluigi Donnarumma going off after 11 minutes with a thigh problem and Brazilian midfielder Lucas Paqueta hurting his ankle in the first half. Polish striker Krzysztof Piatek managed to break through just before the interval after connecting with a Patrick Cutrone cross. But Italian international Lasagna pulled Udinese back level after finishing off a flowing counter-attack on 65 minutes. The stalemate complicates the Champions League race for Gennaro Gattuso's side who are targeting a return to the competition for the first time since the 2013-2014 season. Milan have picked up just one point from their last three matches after defeats against Inter Milan (3-2) and Sampdoria (1-0). They occupy fourth place, the final Champions League spot, but Lazio are four points behind with two games in hand ahead of their trip to struggling SPAL on Wednesday. \"In a season a team can have highs and lows. We had five wins in a row and now we've a bad moment,\" said Gattuso, a two-time Champions League winner with Milan as a player. \"When you are not brilliant the ball starts to weigh 120 kilos. Today we did little, I saw a soft team in the second half. \"Right now we must recover energy and let fear pass, we are playing with the handbrake on at a technical and mental level.\" For Udinese the point was vital in the fight against relegation as they move four points away from the drop zone. \"This draw is worth so much for us,\" said Lasagna. \"We know that the championship is still long but coming to Milan and snatching a point is important.\" Atalanta, in sixth, and Roma, seventh, can close the gap on Milan later this week when they play Bologna and Fiorentina respectively. Champions Juventus, who have a 15-point lead on Napoli, travel to Cagliari later Tuesday without injured star striker Cristiano Ronaldo, Argentine Paulo Dybala and Mario Mandzukic."
    },
    {
      "tag": "Bundesliga",
      "text": "Bundesliga leaders Borussia Dortmund have been dealt a double injury blow ahead of Saturday's crucial showdown at Bayern Munich, with defenders Achraf Hakimi and Abdou Diallo both ruled out. The pair were injured in last Saturday's 2-0 win at home to Wolfsburg, which left Dortmund two points ahead of second-placed Bayern before this weekend's top-of-the-table clash at Munich's Allianz Arena. Morocco international Hakimi, 20, on loan from Real Madrid, will now miss the last seven league games of Dortmund's season after breaking a bone in his right foot. \"Hakimi will be operated on in Madrid and is out for the rest of the season,\" said the club in a statement on Monday. Centre-back Abdou Diallo, 22, is out with a leg injury, but Dortmund say it is \"still unclear\" how long he will be sidelined for."
    },
    {
      "tag": "Bundesliga",
      "text": "Serbian forwards Filip Kostic and Luka Jovic fired Eintracht Frankfurt into the Bundesliga top four with a comfortable 3-0 win over relegation-threatened Stuttgart on Sunday. Kostic grabbed two goals against his old club to set Frankfurt on their way, before Jovic sealed the win with a cool finish on 84 minutes. Frankfurt's sporting director Fredi Bobic praised both goalscorers, but admitted that it would be hard for Frankfurt to hold on to Jovic, who has been linked with Barcelona, Bayern Munich and Real Madrid. \"Kostic works very hard and we know that he is always dangerous in front of goal. Jovic is a great guy, and we will give everything to keep players like him at the club, but it won't be easy,\" Bobic told Sky. The win saw Europa League quarter-finalists Frankfurt move above Borussia Moenchengladbach into fourth place and left Stuttgart stranded in the relegation play-off spot at the other end of the table. After a cagey first half, Kostic fired Frankfurt in front on the stroke of half-time, his shot slipping through the fingers of goalkeeper Ron-Robert Zieler at the near post. The Serbian winger doubled the lead 15 minutes after the break, bursting onto an Ante Rebic through ball as Frankfurt carved up Stuttgart on the counter-attack. Six minutes from time, Danny Da Costa cut the ball back for Jovic, who slotted in Frankfurt's third. Defeat leaves Stuttgart five points adrift of safety and six points behind Schalke, who sealed a 1-0 win over fellow strugglers Hanover earlier on Sunday thanks to Suat Serdar's first goal for the away side just before half-time. The win broke an eight-game winless run in all competitions for Schalke. \"The win means a lot to me personally because it was my first goal for Schalke, but the team is the most important thing. We fought until the very last second of the game,\" Serdar told Sky. Hanover, meanwhile, were plunged deeper into the relegation mire and are now bottom of the table, nine points from safety. Serdar's goal was Schalke's first under interim coach Huub Stevens, who celebrated his 100th victory in charge of Schalke after taking the reins at the club for a third time after Domenico Tedesco was fired earlier this month. \"I didn't realise it was my 100th, but a win is a win. In the situation we are in, you have to fight, and the lads did that fantastically today,\" he told Sky."
    },
    {
      "tag": "Ligue1",
      "text": "A cheeky Paris Saint-Germain fan ran onto the pitch at Toulouse on Sunday and snapped a sneaky selfie of himself with Kylian Mbappe before being a nabbed by security staff. The supporter, wearing a PSG jacket, clambered out of the stands during the Ligue 1 contest and ran slowly up behind the 20-year-old World Cup winner, who jumped with surprise when he saw the fan brandishing his telephone. The young man was then wrestled to the floor by security, although Mbappe shook his hand and exchanged a few words with him before he was led away. The incident was one of the few bright spots of a prosaic Ligue 1 game that was locked at 0-0 at half time."
    },
    {
      "tag": "Ligue1",
      "text": "Lille scored three quickfire second-half goals to comeback from two goals down to snatch a vital win that kept them firm favourites for direct qualification for the Champions League. Emiliano Sala's former side Nantes had been finding goals hard to come by but went 2-0 up in front of a packed and raucous Stade de la Beaujoire thanks to a penalty from Valentin Eysseric and a near post header from Kalifa Coulibaly that seemed destined to drag them up to mid-table. But three strikes in seven minutes from Rafael Leao, Nicolas Pepe from the spot and Jonathan Bamba's fired Christophe Galtier's gutsy outfit to an impressive turnaround. There was still time for Nantes to be cast a lifeline with a late penalty, but Eysseric however sent his spot-kick flying over the bar. Lille now have 60pts in second place, four ahead of third-placed Lyon, who occupy the final Champions League spot, and 12 ahead of Marseille in fourth. Runaway leaders Paris Saint-Germain play at Toulouse later. Elsewhere Monaco suffered a shock home defeat to Caen, who climbed off the bottom of Ligue 1 thanks to a 1-0 win in which their goalkeeper the Congolese Brice Samba emerged as the hero. It was Leonardo Jardim's first defeat since returning to the helm eight games ago when Thierry Henry was fired. \"Were back in a relegation scrap,\" Jardim lamented. \"This is a message to all of us to do better. We are only seven points clear of the drop zone and that's nothing, just three matches,\" he said. Patrick Viera was a happy man after seeing his Nice said win 1-0 at Dijon, who slipped to bottom with this latest defeat. \"It's great to get an away win, it's been a while. Now we can dream of European qualification,\" said Viera, whose side are seventh, four points away from a spot in the Europa League. A late goal from Martin terrier saw Lyon win 1-0 at Rennes on Friday while an early brace from Mario Balotelli was cancelled out by two Thomas Mangani penalties on Saturday as Marseille drew 2-2 at home to Angers."
    },
    {
      "tag": "Ligue1",
      "text": "Paris Saint-Germain coach Thomas Tuchel said Saturday he didn't want to give a potential date for the injured Neymar's return to action, adding however that the Brazilian star was feeling good. \"Neymar is feeling good, no pain. But it's too early to talk about his comeback. We must be patient,\" said Tuchel. \"It's tough for me and even tougher for him. The sole solution is to be patient. He has some time to make his return. I don't want to tell you a date.\" The 27-year-old Neymar was injured in the January 23 Cup match against Strasbourg, PSG saying at the time they expected him to be out for 10 weeks, until early April."
    },
    {
      "tag": "PremierLeague",
      "text": "Wolves broke their club transfer record on Thursday to ensure top scorer Raul Jimenez remains at Molineux on a permanent deal worth a reported £30 million ($39 million) from Benfica. The Mexican has scored 15 goals in his debut season in England as the Midlands club have enjoyed a fine first campaign back in the Premier League. Nuno Espirito Santo's men beat Manchester United for the second time in three weeks on Tuesday to remain seventh in the Premier League and face Watford in the semi-finals of the FA Cup on Sunday. Jimenez scored in the first of those victories over United and was also on target in memorable wins over Chelsea, Liverpool and Tottenham. \"Since I've arrived here it's all been so good,\" Jimenez told the club's website. \"We've had some good moments, some bad moments; but the best ones have been so good and I'm very happy for that.\" The signing of the 27-year-old takes Wolves' spending to around £164 million since Chinese owners Fosun took charge of the club in 2016. \"The impact Raul has made during his short time at the club has been fantastic and we're delighted that he'll be part of the club's long-term future,\" said Kevin Thelwell, Wolves sporting director. \"Raul's permanent signing shows the ambition of this football club and the determination to make sure the future is an exciting one.\""
    },
    {
      "tag": "PremierLeague",
      "text": "Tottenham posted a world-record net profit of £113 million in 2017/18 but costs for the club's new stadium rose above £1 billion ($1.3 billion), annual accounts showed on Thursday. Spurs opened their state-of-the-art 62,000-capacity home on Wednesday with the hope that increased matchday revenue and an agreement to host NFL games will help the club compete financially with their Premier League rivals. Total spending on the stadium and club's training ground passed the £1 billion mark by the end of June 2018. Much of that has been financed by loans. Spurs owed a total of £461 million in the year to the end of June, although the club have since extended their loans by another £100 million. Net profits nearly tripled from £36 million in the previous year. Overall income climbed from £310 million to nearly £381 million thanks to bigger crowds at their temporary home of Wembley, reaching the last 16 of the Champions League and improved commercial income. The scale of Spurs' overachievement under Mauricio Pochettino in qualifying for the Champions League for the past three years via a top-four finish is highlighted by the club's spending on wages. Despite their revenue remaining the lowest of the Premier League top six, a wage bill of just £148 million, half that of Manchester United's, helped Spurs break the previous record profit of £106 million posted by Liverpool in February. Victory over Crystal Palace on Wednesday kept the club on course for another top-four finish, a point ahead of Chelsea and Arsenal and three clear of United. The arrival of Serge Aurier, Lucas Moura and Davinson Sanchez saw Spurs make a rare loss of £32 million on player trading in 2017/18. However, Spurs have not signed a single player since Moura's arrival in January 2018."
    },
    {
      "tag": "PremierLeague",
      "text": "Virgil van Dijk returns to his former club Southampton on Friday with a growing reputation as one of the most influential figures in the Premier League title race between his Liverpool side and Manchester City. For all their attacking threat, Jurgen Klopp's men owe a huge debt to their Dutch defender, signed from Southampton 15 months ago for an eye-watering £75 million ($99 million) fee, the size of which raised eyebrows. But now the investment looks one of the wisest in recent Premier League history, with one Van Dijk moment in particular, during the weekend win over Tottenham, being held up as an example of his peerless form. With the game finely poised at 1-1 at Anfield on Sunday, Tottenham had a two-on-one break, featuring Moussa Sissoko and Son Heung-min against the Liverpool centre-half. Van Dijk took the decision to leave Sissoko with the ball, forcing him into a shot that the nervous Tottenham man missed hopelessly, paving the way for Liverpool to snatch a dramatic last-gasp winner. \"Of course,\" said teammate Andy Robertson when asked if that one moment showcased Van Dijk's skills to their utmost. \"He made the right decision there. Look, it's getting to the point of the season where both teams wanted to win it. If it's maybe in the first month of the season, it probably sees out as a 1-1 draw. \"But they're fighting for Champions League spots and they needed three points and we needed three points. That's why we brought on extra attackers and we went for it and tried to get the three points and luckily we did. \"But these situations are going to happen. We're maybe going to get a wee bit exposed at the back but there's nobody better to deal with it. Luckily we got away with one there and they've not got away with it.\" Robertson was not the only admirer following the Dutchman's role in that victory and, with every passing week, the case for Van Dijk to be named as the Premier League's player of the year is gaining momentum. Liverpool's protracted bid to sign the defender from Southampton, which had been thwarted the previous summer, was met with disbelief by many as he became the most expensive defender in the history of the game. But his displays last season, in helping Liverpool reach the Champions League final, answered many of the doubters and Van Dijk's form has, if anything, been even more impressive this season. Manchester City's Raheem Sterling is another strong candidate for the end-of-season individual awards but Van Dijk has made a strong case and the only slight concern for Klopp after the Tottenham victory was the sight of his key defender using an ice pack on a muscle injury after the game. However, concerns he could be a fitness doubt for the return to his old club were quickly dispelled when Liverpool showed footage of the 27-year-old taking part in a full training session on Wednesday. \"He's so important to us not only as a player but as a person. I couldn't say a bad word about him even if I wanted,\" said Klopp. \"Yes he has improved us and he has improved since he came here as well. He is a different player to when he was at Southampton. Champions League quarter-finals, semi-finals and final help you as a player.\""
    },
    {
      "tag": "PrimeraDivision",
      "text": "Real Madrid president Florentino Perez said on Tuesday the club hope to begin the revamp of the Santiago Bernabeu as soon as the current season finishes. The new design of Madrid's stadium will cost around 500 million euros ($560 million) and includes a retractable roof and pitch, as well as a metal envelope around the outside, which will be able to project images and videos. \"The plan has been approved,\" said Perez on Tuesday, during an unveiling at the ground, also attended by the Mayor of Madrid, Manuela Carmena. \"That's why I want you to know that next week, we will sign the final contract and during the month of April we will begin allocating the projects with the aim of starting as soon as possible when this season finishes.\" Madrid's final home match of the campaign is against Real Betis and scheduled for May 19. The Santiago Bernabeu's capacity of just over 81,000 seats is not due to increase but a number of technological advancements will be made. As well as the eye-catching new roof, there will be improvements to security, access, shopping and eating facilities, the club museum and areas surrounding the stadium. \"We want it to be an iconic stadium for the future,\" Perez continued. \"We will fund it from the money we will make from the new stadium. We want Real Madrid to be competitive in what is now a new landscape of world football,\" he added. The plan is for the project to be completed within three and a half years and without disrupting the team's calendar. Perez said in September the club would take out a loan of up to 575 million euros ($644 million) without \"any impact on sporting activity\". He said the new stadium was expected to generate an extra 150 million ($168 million) euros in revenue per year."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Real Madrid could sell Thibaut Courtois or Keylor Navas this summer after head coach Zinedine Zidane said on Tuesday the club will have a clear first-choice goalkeeper next season. Zidane also defended his choice to play neither keeper against Huesca on Saturday, instead handing his 20-year-old son Luca only his second competitive start for the Spanish giants. Courtois was signed from Chelsea last summer, despite Navas winning UEFA's best goalkeeper award after helping Madrid win the Champions League. Santiago Solari then put faith in Courtois during his four months in charge but Navas, a favourite of Zidane's, came back in for the Frenchman's opening game against Celta Vigo last month. \"At the moment there are three good keepers and we are going to finish the season with them,\" Zidane said at a press conference on Tuesday. \"But I assure you that next season there will be no debate about the goalkeeper, I'll tell you that now. It's going to be very clear.\" Luca Zidane's surprise promotion came after Courtois picked up a knock on international duty with Belgium while Navas had trained only once after returning from Costa Rica. But it suggests Zidane feels his son, who joined Madrid's academy aged six when his father was playing for the club, is ready to compete for a place. \"Luca is here on his own merit,\" Zidane said. \"He's been here for 16 years. If people who want to go on about the personal thing, I don't care.\" Madrid face Valencia on Wednesday in La Liga, after needing an 89th-minute winner from Karim Benzema to beat Huesca 3-2 on Saturday and make it two wins from two since Zidane's return. But Barcelona remain 12 points clear of them at the top of the table, with focus continuing on potential changes to Zidane's squad in the summer. \"I have spoken to the club and I have told them what we want to do,\" said Zidane. \"This is an institution, a club with important people. We do things together, as always,\" he added. Gareth Bale is among those whose future is in doubt. The Welshman was again whistled by some of the home fans on Saturday. \"I know whistles are never good, I've been whistled at, you have to accept it. You have to have the character for it,\" Zidane said. \"About Gareth's future, we'll talk about that at the end of the season. We have to finish the season then we'll see.\" Zidane was more emphatic about the future of his World Cup winning defender, Raphael Varane. \"I want him to stay,\" Zidane said. \"We don't want a Madrid without Varane. He's a young player and he seems fine to me, he has not told me otherwise.\""
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Japan international Shoya Nakajima is set to join Premier League side Wolves from Portimonense, the Portugese club's chairman Rodiney Sampaio said on Thursday. \"Nakajima is 80% at Wolverhampton. His transfer is not 100% done but it's possible it will happen in January,\" he told radio station Radio Renascenca. \"All that is left is to see is if the buy-out clause is paid in full,\" Sampaio added. Attacker Nakajima won the player of the month in the Portuguese first tier in September and has scored five goals in 11 matches across all competitions so far this season. Wolves, the Chinese-owned Molineux club, have links to Portuguese super agent Jorge Mendes who has helped them to sign the likes of Raul Jimenez, Rui Patricio and Ruben Neves from Portugese clubs in the last 18 months."
    },
    {
      "tag": "PrimeiraLiga",
      "text": "It is the story of a group of supporters who have had their club taken away from them and launched a new team in Portugal's sixth tier, leaving a professional outfit to play in a deserted stadium with a new name and logo. The club is Belenenses, the historic outfit from the Lisbon district of Belem, famous for its monastery, egg tarts and the iconic tower by the River Tagus dating back to the 16th century. Nearby, up the hill in leafy Restelo, the 20,000-seat stadium of the same name plays host to a Sunday amateur game in the Lisbon district league. With a team of homegrown youngsters and before a decent crowd, Belenenses ease to a 3-0 win over Operario, a neighbourhood side from the Portuguese capital. They are top of the league. There wearing his scarf sporting the cross of the Order of Christ -- the symbol of the club in reference to the navigators who set off from Belem in their Caravels on voyages of discovery -- Fernando Nunes struggles to hold back the tears as he discusses the club's collapse. He is 82 now and remembers when Belenenses won the league in 1946, one of only two occasions when the title went to a club other than the three giants of Portuguese football in Benfica, Porto and Sporting. \"Our history has been tarnished, but Belenenses will overcome this crisis and get back to where they belong, in the first division,\" he told AFP. The previous day, also wearing blue, the professional version of Belenenses beat the mighty Benfica 2-0 in the top flight, but they had hardly any fans there to witness the occasion. \"Those who support the professional team don't have a love of the club, they don't represent Belenenses,\" insists Luis Pinheiro, one of the veterans of the 'Furia Azul 1984' ultras who have remained faithful to the historic club that will celebrate its centenary in 2019. Two separate teams called Belenenses have existed since 84 percent of \"socios\" (members) decided to split from the owner to whom they had ceded a majority shareholding in 2012. As a result, the professional outfit were forced to move in the summer to Portugal's run-down National Stadium, the venue where Celtic beat Inter Milan in the 1967 European Cup final and which still hosts the Portuguese Cup final. This version of Belenenses is backed by a set of young ultras, although the group's leader Rita Louro says some of the old \"socios\" have come on board as well. \"It hurt me to leave Restelo, but here we are still Belenenses. There is no reason for us to stop supporting them,\" says Louro, 25. Selling the club to a company called Codecity was a way for Belenenses to bring down debts of nine million euros ($10.3 million). The club then hoped to buy back its shares via an agreement negotiated beforehand. But that agreement was nullified in 2017, denying the \"socios\" any control over the team's future destiny. The situation is symbolic of changes to how Portuguese clubs are run -- they were once the property of their members but are now equivalent to limited companies after a reform intended to better supervise club finances. The bitter split at Belenenses even led to hot water and power being cut off in the professional team's dressing room before the official divorce was enacted in June. \"The 'socios' are happy again after voting to separate,\" says Patrick Morais de Carvalho, the president of the historic club, who hope to be back in the top flight within five years. Meanwhile, Codecity director Rui Pedro Soares believes he saved the club from bankruptcy. \"I don't want to talk any more about the amateur team. My sponsors and economic partners don't allow me to say any more,\" he said, irritatedly, in an interview with AFP. However, a Portuguese court recently gave the professional club one month to change its name and logo, a decision perceived as a victory for the historic team who are desperate for the \"fake Belenenses\" to disappear. And to one day return to where they feel they belong."
    },
    {
      "tag": "Ligue1",
      "text": "Paris Saint-Germain coach Thomas Tuchel said Saturday he didn't want to give a potential date for the injured Neymar's return to action, adding however that the Brazilian star was feeling good. \"Neymar is feeling good, no pain. But it's too early to talk about his comeback. We must be patient,\" said Tuchel. \"It's tough for me and even tougher for him. The sole solution is to be patient. He has some time to make his return. I don't want to tell you a date.\" The 27-year-old Neymar was injured in the January 23 Cup match against Strasbourg, PSG saying at the time they expected him to be out for 10 weeks, until early April."
    },
    {
      "tag": "Bundesliga",
      "text": "Suat Serdar's first-half goal earned Schalke a hard-fought 1-0 win in their crucial relegation showdown with fellow Bundesliga strugglers Hanover on Sunday. The win broke an eight-game winless run in all competitions for Schalke, and saw them leapfrog Augsburg to go six points clear of the bottom three. \"The win means a lot to me personally because it was my first goal for Schalke, but the team is the most important thing. We fought until the very last second of the game,\" Serdar told Sky. Hanover, meanwhile, were plunged deeper into the relegation mire and are now bottom of the table, two points adrift of Nuremberg. Though chances were few and far between, both goalkeepers were called into action in the first half. Schalke keeper Alexander Nuebel denied Henrik Weydandt with a flying save, while his opposite number Michael Esser palmed away Benjamin Stambouli's effort at the other end. Yet the opener, which arrived shortly before half-time, seemed to come from nowhere. Stambouli suddenly found Serdar unmarked with a cross from the right. The 21-year-old fired the ball across Esser and into the far corner. Hanover substitute Florent Muslija clipped the bar with a long range effort in the second half, and striker Nicolai Mueller forced another reflex stop from Nuebel. But Serdar's goal, Schalke's first under first under interim coach Huub Stevens, remained the decisive moment in a scrappy game. Stevens, who took the reins at Schalke for a third time after Domenico Tedesco was fired earlier this month, celebrated a 100th victory in charge of the club. \"I didn't realise it was my 100th, but a win is a win. In the situation we are in, you have to fight, and the lads did that fantastically today,\" he told Sky."
    },
    {
      "tag": "Bundesliga",
      "text": "Bayern Munich coach Niko Kovac questioned his team's attitude after Saturday's 1-1 draw in Freiburg saw Bayern slip two points behind rivals Borussia Dortmund in the Bundesliga title race. \"I am not just disappointed, I am also annoyed,\" said Kovac. \"We didn't go into the game in the way I thought we would. One or two players perhaps thought that it would all just work out fine, but that isn't the case in Freiburg.\" Kovac had warned his players not to underestimate Freiburg before the game, and called on them to defend top spot ahead of next Saturday's showdown with Dortmund at the Allianz Arena. Having conceded an early goal, Bayern drew level before half-time, only to waste several opportunities to win in the second half. At the same time, Paco Alcacer's late double saw Dortmund beat Wolfsburg and sneak back into top spot. Bayern's sporting director Hasan Salihamidzic also questioned the team's mentality, saying that they had taken \"the wrong attitude\" against Freiburg. \"Watching from the sidelines, you didn't get the feeling that the players wanted to win the game at all costs,\" he said. The players themselves were also self-critical. Stand-in goalkeeper Sven Ulreich said the result was \"very frustrating\", while midfielder Leon Goretzka said Bayern had ignored their own pre-match team talk. \"We slept through the first five minutes, and I can't explain why because that is exactly what we discussed 500 times in the dressing room before the game,\" Goretzka told Sky. Polish striker Robert Lewandowski struck a more positive note, claiming that Bayern would hit back in Saturday's clash with Dortmund. \"Dortmund scored two late goals, so they had the rub of the green this weekend,\" said Lewandowski. \"But I'm sure that the luck will be on our side when we play them next week, especially as we are at home.\" Kovac and Salihamidzic both demanded a response from the players against Dortmund, and both said that the title race showdown was now a must-win game. \"We expect a reaction against Dortmund. We need to beat them and show that we want to be champions,\" said Salihamidzic."
    },
    {
      "tag": "Bundesliga",
      "text": "Paco Alcacer's stoppage-time brace fired Borussia Dortmund back to the top of the Bundesliga table on Saturday with a 2-0 victory over Wolfsburg, ahead of their title-race showdown with Bayern Munich next week. Bayern coach Niko Kovac said that next Saturday's clash with Dortmund is now a must-win game after his side were held to a 1-1 draw at Freiburg and slipped two points behind their title rivals. \"It is very frustrating because we had done so well to catch up with Dortmund, and now we have to start again,\" Kovac told Sky. \"I assume my players know what is at stake next weekend. We have to win now.\" Dortmund survived a tough afternoon at Signal Iduna Park without captain Marco Reus before Alcacer snatched a dramatic victory. Reus missed the game to be at the birth of his first child, and Dortmund toiled against Wolfsburg's energetic pressing in his absence. Yet Alcacer's starring role saw them reclaim top spot as Bayern slipped in the Black Forest. \"We always believed we were going to score\" Dortmund's Mario Goetze told Sky. \"It wasn't easy, and we were a bit fortunate, but it shows the quality we have.\" Bayern were left stunned when Freiburg took the lead after just three minutes. Lucas Hoeler, who scored a late equaliser in Munich in November, towered over Mats Hummels to head in Christian Guenter's cross. Yet the champions hit back 20 minutes later, Robert Lewandowski hooking in the equaliser with an elegant finish. Lewandowski hit the post in added time but Bayern could not force a winner. The two title contenders will to go head-to-head at the Allianz Arena next Saturday. \"We're very happy that we are back on top, and it's a good feeling to be flying to Munich as league leaders,\" Dortmund sporting director Michael Zorc told Sky. Borussia Moenchengladbach suffered a fourth defeat in seven games as they were put to the sword by local rivals Fortuna Duesseldorf. Duesseldorf's Benito Raman tormented Gladbach from the wing early on, setting up two goals for Rouwen Hennings and one for Kevin Stoeger in the first quarter of an hour. Denis Zakaria then grabbed a late consolation goal for the visitors. Having been hot on the heels of Bayern and Dortmund earlier in the season, Gladbach are now in free fall, and will drop out of the top four for the first time since September if Eintracht Frankfurt win on Sunday. Goals from Mikael Ishak, Matheus Pereira and Eduard Loewen gave Nuremberg a ray of hope in the relegation fight as they battled to a 3-0 win over Augsburg. Loewen sealed the win late on to give his team their first win in 21 games and bring them within four points of the relegation play-off place. Elsewhere, Werder Bremen moved into the Europa League spots with a 3-1 win over Mainz. Milot Rashica gave Bremen an early lead, and Max Kruse blasted in Bremen's second on 36 minutes. Robin Quaison pulled one back for Mainz after half-time, but Kruse struck again shortly afterwards to restore Bremen's two-goal lead."
    },
    {
      "tag": "SerieA",
      "text": "Inter Milan forward Mauro Icardi will return to action on Wednesday after nearly two months out amid off-pitch drama over contract talks as the Serie A club battle for Champions League football next season, coach Luciano Spalletti confirmed on Tuesday. The Argentina striker was stripped of the captain's armband on February 13 amid negotiations played out on social media and TV via Icardi's wife and agent Wanda Nara, and hasn't played since Inter beat Parma a few days before. He was also left out of the weekend's 1-0 home defeat to fellow Champions league chasers Lazio as punishment for the row, which on Sunday Spalletti described as \"humiliating\", despite rumours he would play. \"The conditions are now right for Mauro to help the team again,\" Spalletti told a press conference ahead of Wednesday's game against Genoa. \"He'll play from the start because he's displayed the right reaction. \"He's trained well in the past few days, and if a player is in the squad they're able to lend the team a hand. \"Blood, sweat and tears are needed when you play for our colours.\" Inter's chances of Champions League football have taken a dent after returning to the elite European competition this season after seven years away. The three-time European champions are third in Serie A -- 25 points behind leaders Juventus and 10 adrift of second-placed Napoli, but just two points ahead of fourth-placed AC Milan. Lazio, Atalanta and Roma lurk behind them. Spalletti justified leaving Icardi out of the defeat to Lazio by saying that \"(Lionel) Messi and (Cristiano) Ronaldo make the difference, not Icardi\" to a team. \"I had to say something to defend the team,\" he explained. \"Mauro's able to drag the team forward when he's in it. From the outside, no. In these last few training sessions and without sending messages on social media, he's regained his place in the squad.\" But it remains to be seen whether the fans are ready to forgive their former captain, who has been the club's top scorer for the past four seasons. On Tuesday, Inter's hardcore fan groups came together to issue a joint statement, urging: \"Icardi, get out!\". \"Icardi has shown that he does not possess the necessary character not only to wear the captain's armband, but also to build a future and unite the dressing room,\" the statement said."
    },
    {
      "tag": "SerieA",
      "text": "AC Milan host Udinese on Tuesday in the first of a crucial Serie A double-header before taking on title-holders Juventus in Turin four days later in a week which could be crucial for their Champions League ambitions. Gennaro Gattuso's side have slumped to consecutive defeats for the first time since December 2017 with losses to Inter Milan (3-2) and Sampdoria (1-0). Milan remain fourth two points behind Inter who also fell to a 1-0 home defeat against Lazio at the weekend, with Roma dropping out of the European places with a 4-1 defeat to Napoli. The hunt for Champions League spot is tight with just six points separating AC Milan in fourth on 51 points and Torino (45) in ninth position. In between there are Lazio, Atalanta, Roma and Sampdoria in the running. \"I'm not seeing a team that is completely off its game,\" insisted Gattuso. \"But one fact still remains: we're standing here talking about another defeat.\" Lazio have a chance to move into the Champions League places as they host strugglers SPAL. Holders Juventus travel to 13th-placed Cagliari nurturing a 15-point lead on Napoli as they warm-up for their European quarter-final clash against Ajax next week. Cristiano Ronaldo remains absent as he recovers from a thigh injury but coach Massimiliano Allegri showed he has options at his disposal with teenager Moise Kean stepping up to score the winner against Empoli at the weekend. \"Four victories remain, but on Tuesday we'll go to Cagliari against a team who will try to cause an upset,\" said Allegri. Carlo Ancelotti's second-placed outfit travel to Empoli after their confidence-boosting win over Roma at the Stadio Olimpico, before hosting Genoa next Sunday. New Roma boss Claudio Ranieri's dream job has quickly turned to a nightmare. Ranieri, who memorably guided outsiders Leicester City to the 2016 English Premier League title, has returned to a club which he coach for 18 months from 2009 to 2011. But he has managed just one win, against Empoli, since taking over from Eusebio Di Francesco with defeats to SPAL as well as Napoli. \"We need to isolate ourselves and focus on Fiorentina,\" urged Ranieri. \"When you look at the team from the outside, you understand certain things. \"When you're on the inside, you understand them better and try to put things right and help the lads. \"It's a bit of everything: the physical level, the mental level and the injuries. Technically the team has quality, it's just that when it suffers defeats it's unable to pick itself up.\" Despite conceding \"it's tough\", Ranieri has no regrets. \"Do I regret having accepted Roma? Never. I could never regret Roma.\" Roma have dropped out of the European places and play direct rivals Sampdoria, two points below them, on Saturday. Inter Milan travel to Genoa, followed by Atalanta, with the situation surrounding Argentine striker Mauro Icardi still uncertain, as he has not played since February 9 amid a contract dispute."
    },
    {
      "tag": "Ligue1",
      "text": "Marseille host Angers on Saturday with the Mediterranean side's late season push for Europe energised by the goals and all-round contribution of Italian striker Mario Balotelli. Fourth placed Marseille lost 3-1 at bitter rivals Paris Saint-Germain before the international break, but with five Balotelli goals in eight appearances since his January switch from Nice the club is in upbeat mood. The often controversial striker looks to be thriving in the glare of Marseille's often comic, soap-opera like atmosphere. \"We can count him in our number,\" said club president Jacques-Henri Eyraud. Coach Rudi Garcia agrees, saying: \"when we are down and under pressure, you can always find him, he can hold up the ball and get everyone going again.\" Former OM idol Didier Drogba admitted last week he told Balotelli a stint at Marseille would be good for him. \"Grab your chance. Go for it. It's a club that'll do you good,\" Drogba said he told the 28-year-old. The striker will be well rested after Roberto Mancini left him out of Italy's squad for recent Euro 2020 qualifiers, saying he was unfit, causing him to write on Instagram that he was \"tired\" of being underestimated -- ominously for Angers. Club owner Frank McCourt has launched a 'Champions Project' to get Marseille back in the Champions League, and his team now sit six points adrift of that target with nine matches remaining. \"We are more than satisfied with the way he has fitted in and with his contribution on the pitch,\" Eyraud says of the part Balotelli has played. Marseille's direct rival for the final Champions League spot is Lyon, who sit in third and warm up for next week's French Cup semi-final with Rennes by travelling to take on the same team on Friday missing several key players. Goalkeeper Anthony Lopes is back after suffering both concussion and a mental battering in a 5-1 Champions League defeat at Barcelona. But defender Ferland Mendy is still out with a calf strain from that Barca bruiser while striker Maxwel Cornet and Dutch defender Kenny Tete are also in the Lyon sick bay. Hatem Ben Arfa's Rennes, eliminated by Arsenal in the Europa League two weeks ago, have three players suspended but go into the match on good form and with a solid home record. Twenty points clear atop Ligue 1, defending champions PSG travel to Toulouse on Sunday ahead of their own French Cup semi-final with Nantes. Toulouse have won just one of their last five games and face Ligue 1 top scorer Kylian Mbappe's growing prowess as a lone striker in the absence of injured Neymar and Edinson Cavani and a PSG side with seven straight league wins under their belts. Emiliano Sala's former club Nantes host second-placed Lille with the Atlantic coast outfit learning this week that Cardiff have declared the deceased striker's transfer null and void. Sala remains Nantes' top scorer on 12 with two others Gabriel Boschilia and Majeed Waris on just four apiece. But the 2001 French champions are 10 points ahead of the drop zone -- and nine away from the relegation play-off spot -- and seasoned coach Vahid Halilhodzic appears to have got the Canaries focused again after the shock of the death of their former teammate. Lille, who won the French league themselves as recently as 2011, were beaten last time out by resurgent Monaco and will be keen to win with Lyon closing the gap behind them in third."
    },
    {
      "tag": "Ligue1",
      "text": "Paris Saint-Germain midfielder Adrien Rabiot met with club officials on Wednesday to hear if his suspension from duty could lead to his sacking by the French champions. A decision will be forthcoming in two days' time the club said of the 23-year-old Rabiot, who has been gradually frozen out of PSG since refusing to sign a contract extension. Rabiot was suspended after partying at a Paris nightclub following PSG's Champions League elimination by Manchester United. He was placed on 'mis a pied', a form of suspension in France which often leads to an employee being sacked. PSG sporting director Antero Henrique said the club had been deeply unhappy with the player's attitude. \"I find unacceptable the attitude and lack of professionalism of a player like Adrien Rabiot towards the club, his teammates and the fans,\" Henrique said on RMC Sport, referring to the night out. \"Remember up to June 30, 2019 he is part of our squad.\" The 23-year-old French international has not played for PSG since early December since balking at signing a fresh contract with the press saying the player's mother, also his agent, had annoyed the club. He was then forced to train with the reserves but made a legal complaint and won a judgement ordering the club to include him in first-team training. Rabiot, who has made more than 150 top-flight appearances, also rejected a chance to be on standby for France's World Cup-winning squad."
    },
    {
      "tag": "Ligue1",
      "text": "Neymar's agent and father poured cold water over speculation the world's most expensive footballer was mulling a transfer and instead suggested a new deal with Paris Saint-Germain was more likely. In an interview with Brazilian website UOL Esporte the 27-year-old's dad laughed off the idea of a switch to Real Madrid or elsewhere and said his son was more likely to extend his stay in the French capital where he is already under contract until 2022. When asked directly about rumours linking Neymar with a move back to La Liga either with Real Madrid or Barcelona the agent laughed off the idea. \"It is highly unlikely he will move anywhere,\" Neymar senior said. \"Neymar has switched club only twice in his entire career but for ten years we have been living with speculation of an imminent switch. \"He's in his second year at PSG already. So there's another three years to come with his first contract, and we're already moving towards a renewal with Paris Saint-Germain,\" he added. The striker made his name at Santos before signing for Barcelona in 2013, before the Parisians paid out his release clause of 222 million euros ($251 million) in 2017. Currently recovering from a foot injury he told O Globo in Brazil two weeks ago a move to Madrid was not impossible. \"Anyone who had an offer from someone like Real Madrid would consider it. Right now I'm happy in Paris but in future anything can happen,\" said the player. \"But don't say I'm going to Madrid,\" he warned. \"I've already achieved my dream, everyone knows that was Barcelona.\""
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Marcel Keizer has been named as the new Sporting Lisbon coach, replacing Jose Peseiro who was sacked last week, the club announced on Thursday. The 49-year-old moves to Portugal after six months in charge of Al-Jazira in the United Arab Emirates and \"has signed a contract until June 30, 2021,\" the Portuguese club said. Keizer has spent the majority of his coaching career in his native Netherlands at teams including Ajax and FC Emmen. Peseiro was dismissed after losing to second-tier Estoril in the Portugese League Cup on October 31. Sporting sit in third place in the Portugese top-flight, three points behind leaders FC Porto on 21 points after nine games."
    },
    {
      "tag": "PremierLeague",
      "text": "Tottenham celebrated the opening of the club's state-of-the-art new stadium by ending a five-game winless Premier League run with a 2-0 victory over Crystal Palace on Wednesday. Second-half goals from Son Heung-min and Christian Eriksen ensured Spurs got off to the perfect start at their new home and moved Mauricio Pochettino's side back up to third at the expense of north London rivals Arsenal. The Gunners have a game in hand over Tottenham, but victory also maintained a slender one-point lead over fifth-placed Chelsea and opened up a three-point advantage over Manchester United in the race for a top-four finish. Pochettino underlined the need for what he believes is the \"best stadium in the world\" to have Champions League football next season before kick-off. The Argentine hailed his players as \"heroes\" for remaining in the top-four fight despite playing nearly an entire second season at a temporary home in Wembley. However, a run of just one point from their last five league games has left them with plenty of work still to do in their remaining six matches. After 690 days since saying goodbye to the old White Hart Lane, Spurs returned home with plenty of pre-match pomp and ceremony with an operatic performance of \"Glory Glory Tottenham Hotspur\" and fireworks before kick-off. Yet, the hosts were nearly caught cold in the opening minutes when Kieran Trippier lost the run of Jeffrey Schlupp and the Ghanian fired wastefully over. That was Palace's only effort of the first 45 minutes as Tottenham dominated without much cutting edge. Eriksen and Son forced saves from Vicente Guaita, but the best opening fell to the wrong man from Spurs' point of view when Danny Rose tried to pick out Harry Kane in the middle rather than go for goal himself just before the break. At half-time, Spurs were facing the prospect of dropping out of the top four for the first time since November with Chelsea beating Brighton at Stamford Bridge. And it was an on-loan Chelsea striker who nearly did his parent club a huge favour five minutes into the second-half when Michy Batshuayi curled just beyond Hugo Lloris's far post. Pochettino's men were left lamenting their luck when Toby Alderweireld's last minute own goal cost them a deserved point at Liverpool on Sunday, but they had fortune on their side moments later to the huge relief of most of the near 60,000 in attendance. Son's shot was headed straight down Guaita's throat until a big deflection off Luka Milivojevic left the Spaniard completely wrong-footed as the ball rolled into the bottom corner. From then on a seventh straight league win over Palace for Spurs rarely looked in doubt. Kane could have capped a momentous night for the club by grabbing his first goal on the new ground, but put too much power on his effort that sailed high and wide. However, the England captain was involved in the goal that sealed a vital three points as he broke into the area 10 minutes from time and the ball fell kindly for Eriksen to force home from close range."
    },
    {
      "tag": "PremierLeague",
      "text": "Fulham owner Shahid Khan must have looked at Tuesday night's Premier League results and wondered where he went wrong and how fellow promoted club Wolves got it so right. Khan's gamble on investing over £100 million ($131m, 117m euros) in new players ended in relegation after an abject defeat by Watford on the same night Wolves, who also spent heavily after coming up from the Championship, beat Manchester United to consolidate their place in the top 10. The 'Cottagers' dire campaign rounded off an awful year for Ali -- also owner of the NFL franchise Jacksonville Jaguars -- as his bid to buy Wembley Stadium also bit the dust. Wolves Chinese owners meanwhile have been helped by a talented manager in Nuno Espirito Santo, who adapted well from the second tier Championship to the stiffer challenges of English football's elite. The former Porto goalkeeper has also been aided by a close relationship with his countryman and super agent Jorge Mendes, who was able to secure highly-rated players like Diogo Jota and the vastly-experienced Joao Moutinho. Fulham's recruitment policy by contrast looked incoherent, and it did not help that one of the more talented purchases -- Ivory Coast international Jean-Michael Seri -- had hoped to go to Barcelona instead. Manager Slavisa Jokanvoic was unable to blend the new arrivals with the mainstays of the promotion side, and just as Jokanovic's star dimmed so did that of teenager Ryan Sessegnon, who largely failed to meet the huge expectations which had seen him linked with a move to one of the big six after a sensational campaign in the second tier. Jokanovic's successor Claudio Ranieri fared little better, with the amiable Italian unable to conjure up a miracle escape before he too was replaced by interim manager Scott Parker. Although he said he was looking for leaders to sign in the January transfer window -- Chelsea's veteran central defender Gary Cahill was a prime target -- all he came up with was much-travelled Dutchman Ryan Babel and Liverpool flop Lazar Markovic, who has played just 45 minutes since he joined. \"When a club gets relegated you know there are some serious issues,\" said Parker tellingly after the Watford defeat. \"I have ideas, but it's not the time to broadcast it.\" Whether the former England and Fulham midfielder will be entrusted with the job full-time rests with Khan, who issued his own mea culpa to the fans. \"I am sorry that we let you down,\" he wrote. \"Our goal this season was to build on what we achieved in promotion and deliver on our pledge to invest heavily in the squad, ensuring that Fulham would always compete in the Premier League and, no matter the result, never disappoint. \"That didn't occur and, for that, we hold ourselves accountable. We will reflect, plan thoroughly and respond accordingly.\" A clear out will probably be top of the fans list. Several players who came on loan, such as German World Cup winner Andre Schurrle, will leave automatically under the terms of their contracts. Parker will hope he doesn't lose Sessegnon -- who has a year left on his present contract but is wanted by Tottenham -- and West Ham target Tom Cairney and isn't lumbered with the expensive flops. \"When you get relegated, clubs change,\" Parker said prior to the Watford game. \"In the next few weeks we will all sit down and work out a way forward and the dynamics of the squad. \"That is not just (about the) players, it is the whole place. That is the devastating thing about getting relegated.\""
    },
    {
      "tag": "PremierLeague",
      "text": "Pep Guardiola has warned Benjamin Mendy to curb his late-night antics after the Manchester City defender was spotted in a club in the early hours of Saturday morning. France star Mendy was reported to have been at the Manchester nightspot until 0230 GMT, according to British media on Tuesday. Mendy had not been included in City's squad for their Premier League win at Fulham later on Saturday. Instead, he was due to attend a training session as he battles to return to fitness following another injury-plagued season. City boss Guardiola admitted he couldn't force Mendy to stay at home, but he made it clear he was frustrated by the player's latest high-spirited incident. \"They are old enough to know what they have to do, I'm not his father. I would prefer him to go home earlier but I don't control the players in that situation,\" Guardiola told reporters on Tuesday. \"(I'm) not frustrated, I'm a relaxed guy. It might not look like it but I sleep quite well.\" Mendy, 24, has had two injury-ravaged campaigns at City since joining the club in 2017. He has appeared only once for the English champions, as a substitute in the League Cup at Burton in January, since undergoing meniscus surgery in November. Mendy missed most of his first season at the club with a cruciate ligament injury. He was also the subject of disciplinary action last September when he reported late for treatment on a foot injury having attended a high-profile Anthony Joshua boxing fight in London the previous evening. Guardiola said Mendy is now fit and in contention for Wednesday's clash with Cardiff at the Etihad Stadium."
    },
    {
      "tag": "PremierLeague",
      "text": "Mauricio Pochettino has urged his Tottenham chiefs to think big in the transfer market as they prepare to open their expensive new stadium. With the new 62,062-seat abode set to be used for the first time in the Premier League when Crystal Palace visit on Wednesday, Tottenham have laid the foundations for the club's future. The swanky stadium and their superb training ground give Tottenham among the best infrastructure in Europe. But that is not matched by their investment in a squad which is in danger of failing to secure a top-four finish in the Premier League after five games without a win. While they splashed out £1 billion ($1.3 billion) for the stadium due to escalating building costs, Tottenham have gone through the last two transfer windows without making a signing and their wage bill is nothing like their other top-four rivals. On the eve of Tottenham's return home, Pochettino delivered a message for chairman Daniel Levy that echoed the one he made at the end of last season, when he told the club to be \"brave and take risks\". \"If we want to challenge the big clubs in Europe because now it looks like when you arrive at the stadium it looks like a big club,\" Pochettino said. \"Before you could say, 'Yeah, but the stadium only holds 36,000'. But now, when you arrive here there is no point in thinking like a small club. \"You must think like a big club, to be close to the big clubs, the way that the big clubs think. \"If you want to compare to Barcelona, Bayern Munich, Juventus or Real Madrid, you can't think you are Tottenham with 36,000. \"We need to think like a big club and that is the most important step that we need to make.\" Pochettino was linked with the Manchester United and Real Madrid jobs before they were filled by Ole Gunnar Solskjaer and Zinedine Zidane respectively. But he dropped another hint to Levy that he won't stick around much longer without serious investment. \"Of course, you say to me, 'With you? Without you?' I don't know. That is about Daniel,\" he said. \"But I think my responsibility, like it was five years ago, is to tell the club, 'Now, we've finished the new stadium, we are going to think like a big club. What does it mean to think like a big club?'\" Pochettino used Tottenham's most recent opponents Liverpool, who they lost 2-1 to on Sunday, as an example to highlight what he thinks the club need to do. \"I was talking with Daniel after the Liverpool game and sometimes people compare us with Liverpool. (Virgil) Van Dijk was £75 million 18 months ago. The keeper (Allison) was £70 million,\" he said. \"They had two midfielders on the bench who they spent more than £100 million on in the summer. \"The people sometimes say an opinion of Tottenham is like Liverpool. In what? Yes, now we are going to be better than Liverpool because we have a better stadium and better training ground. \"But now is another thing to compete as we need to operate maybe similar to them in the future or not. We will see which is the project.\""
    },
    {
      "tag": "PremierLeague",
      "text": "Ole Gunnar Solskjaer admitted Manchester United have no further margin for error in their bid to secure a top-four finish after a damaging 2-1 defeat against Wolves on Tuesday. Ashley Young's needless dismissal and Chris Smalling's farcical own goal were the low points of a disappointing evening for Solskjaer's side at Molineux. United had been set a target of 15 points from their remaining seven games by the manager before their visit to Molineux. That total is now 15 points from six matches, with games to come against both Manchester City and Chelsea at Old Trafford, a target which Solskjaer admits leaves no room for mistakes. \"I'm as confident as I was three hours ago,\" joked Solskjaer after the defeat. \"I said we need 15 points from our last seven games and now we need 15 from our last six. \"It's difficult but then again, we're a very good team and it's going to be difficult for anybody who plays against us. \"This was a tough game but a performance that deserved a win.\" Scott McTominay's first goal for United was equalised by Diogo Jota before the interval, but the game's turning point proved to be a second yellow card collected by Young with just 57 minutes gone. Young was booked twice in the space of five minutes for fouls on Jota, the second a particularly unpleasant high challenge. \"When you're on a yellow you're always in danger of it being a yellow card again,\" said Solskjaer. \"Probably it was a bad decision by Ashley but in the heat of the moment he reached for the ball and was a little bit too high, it made it more difficult. \"We didn't get the pressure built that we expected, so we kept possession well but then they scored with the first chance they put the ball in the box.\" United finally caved to Wolves' numerical superiority 20 minutes later, when Raul Jimenez rose above Phil Jones and headed a Joao Moutinho cross goalwards. The awkward attempt saw Smalling and goalkeeper David de Gea become entangled, with the former making the final touch as the ball rolled over the line. McTominay's memorable first ever goal in professional football had come after just 13 minutes. A patient left-wing build-up ended with Jesse Lingard playing the ball centrally to Fred, with the Brazilian quickly moving it sideways to Scotland international McTominay. The 22-year-old unleashed a brilliant, right-foot finish from 25 yards that beat the diving Rui Patricio and nestled in the far left-hand corner. It might have been an even healthier position with Romelu Lukaku having already headed a good chance directly at Patricio and Lingard doing likewise from Lukaku's chip forward. But, as Wolves finally began to take control of midfield, United struggled to cope; first when an unfortunate rebound off Diogo Dalot allowed Willy Boly to play through Jimenez who hurried a 24th-minute shot wide. Just seconds later, United were not so lucky after a poor clearance from De Gea, and even worse control by Fred, saw him lose the ball to Moutinho with Jimenez pouncing on it and playing in Jota. The Portuguese forward did not need a second invitation to advance and calmly beat De Gea for the equaliser. As Wolves fans, warming up for Sunday's FA Cup semi-final with Watford, celebrated, De Gea had to save to prevent Smalling scoring a second own goal."
    },
    {
      "tag": "PremierLeague",
      "text": "Fulham were relegated from the Premier League as a 4-1 thrashing against Watford on Tuesday brought a fitting end to their turbulent one-season stay in the top flight. Scott Parker's side had to avoid defeat at Vicarage Road to stave off their inevitable demise for a few more days. But second-bottom Fulham, 16 points from safety with five games remaining, slumped to a ninth successive loss that confirmed their relegation to the Championship. Abdoulaye Doucoure put Watford ahead in the 23rd minute before Ryan Babel's equaliser 10 minutes later briefly gave Fulham hope. Fulham's fate was sealed in the second half when Will Hughes, Troy Deeney and Kiko Femenia all netted for Javi Gracia's men in the space of 12 minutes. \"Obviously bitterly disappointed, devastated for the football club and fans,\" Parker said. \"We always knew it was a tough ask. It's the way we lost the game which was most disappointing for me. \"The five or 10-minute spell from 2-1 onwards, that was our season in a snapshot. \"We played some nice bits at times, but at the end of the day you are where you are.\" On Saturday, bottom-of-the-table Huddersfield became only the second team after Derby in 2008 to be relegated from the Premier League in March with six games left. Three days later, Fulham followed Huddersfield through the trapdoor in what ranks as the third earliest relegation in the Premier League era. Despite a close-season investment of over £100 million ($131 million) on new signings -- the most ever spent by a promoted Premier League club -- the Cottagers went down with a whimper. \"When a club gets relegated you know there are some serious issues. I have ideas, but it's not the time to broadcast it,\" Parker said. \"The team owe it to the football club and fans to go out in the last five games and give something back, although it'll be very little. The next five games, we will crack on.\" Fulham have lost all five matches under caretaker manager Parker, but they were already destined for relegation long before he took over as the club's third boss this term. Slavisa Jokanovic was sacked in November as Fulham owner Shahid Khan tried to lift his team out of their wretched run. But his replacement Claudio Ranieri fared even worse and was axed in February after Fulham fans turned on the Italian following seven defeats in eight league games. It was fitting that Fulham's futile stay in the Premier League ended on the road as they have been historically bad in away fixtures. They have lost their last seven consecutive away matches and have not won away in the league for almost a year, with their tally of just two points away from home this season the lowest in the top four tiers of English football. Fulham have also conceded at least twice in 13 consecutive league games, both home and away. In contrast, Watford's victory was the ideal preparation for Sunday's FA Cup semi-final against Wolves at Wembley. Watford's 13th league win this season is their most in a top-flight campaign since 1986-87. The Hornets have also eclipsed their Premier League club record of 45 points, set in 2015-16."
    },
    {
      "tag": "PremierLeague",
      "text": "Ashley Young's needless dismissal and Chris Smalling's farcical own goal sent Manchester United crashing to a damaging 2-1 defeat against Wolves on Tuesday. Ole Gunnar Solskjaer's side blew a chance to move into third place in the Premier League as they squandered the lead in a disappointing display at Molineux. United remain fifth, but their hopes of qualifying for the Champions League via a top-four finish will be further dented if Tottenham and Chelsea win on Wednesday. It was a frustrating night for Solskjaer, who saw United suffer a third defeat in their last four games -- underlining how much work the Norwegian still has in front of him following his appointment as permanent manager last week. Scott McTominay's first goal for United was negated by Diogo Jota before the interval, but the game's turning point proved to be a second yellow card collected by Young with just 57 minutes gone. United finally caved to Wolves' pressure 20 minutes later, when Raul Jimenez rose above Phil Jones and headed a Joao Moutinho cross goalwards. The awkward attempt saw Smalling and goalkeeper David de Gea become entangled, with the former making the final touch as the ball rolled over the line. McTominay's memorable first ever goal in professional football had come after just 13 minutes and a solid, controlled start by Solskjaer's team. A patient left-wing build-up ended with Jesse Lingard playing the ball centrally to Fred, with the Brazilian quickly moving it sideways to Scotland international McTominay. The 22-year-old unleashed a brilliant, right-foot finish from 25 yards that beat the diving Rui Patricio and nestled in the far left-hand corner. It might have been an even healthier position a few moments later, but Romelu Lukaku impeded McTominay as his team-mate lined up another shot from similar range. But with Wolves' defence looking curiously disorganised, there was still opportunity for Lukaku to chip in a dangerous centre for Lingard, whose close-range header was pawed away to safety by Patricio. The goal lead was just reward for a strong start by United, with Lingard surging forward directly from kick-off and unleashing the game's first shot with just five seconds gone. There was also a promising attack which saw Fred spray the ball wide to Diogo Dalot whose hanging cross found Lukaku, only for the Belgian to guide his header directly at the keeper from six yards. However, United succumbed to the first period of pressure placed upon them by the home side, who had already beaten them in the FA Cup just weeks ago. First, an unfortunate rebound off Dalot allowed Willy Boly to play through Jimenez who hurried a 24th-minute shot. Just seconds later, United were not so lucky after a poor clearance from De Gea, and even worse control by Fred, saw him lose the ball to Moutinho with Jimenez pouncing on it and playing in Jota. The Portuguese forward did not need a second invitation to advance and calmly beat De Gea for the equaliser. United looked shaken and an error by Luke Shaw, in mis-directing a header, soon played in Matt Doherty, who pulled the ball back for Leo Dendoncker to blaze over from the corner of the six-yard area. United threatened after the restart, with a Lukaku cross flicked on by Paul Pogba for McTominay, who stooped low and saw his diving header well saved by the outstretched hand of Patricio. But United's task was hardly made easier when Young collected two yellow cards in the space of five minutes for fouls on Jota, the second after a particularly unpleasant high challenge. As Wolves fans, warming up for Sunday's FA Cup semi-final with Watford, celebrated their impending victory, substitute Ivan Cavaleiro almost made it three when he struck the crossbar in stoppage-time."
    },
    {
      "tag": "Bundesliga",
      "text": "Bayern Munich striker Thomas Mueller hopes that superior horsepower will keep his team ahead of Borussia Dortmund in the Bundesliga title race on a tough trip to Freiburg this Saturday. With Bayern and Dortmund separated only by goal difference at the top of the table and set to face each other next weekend, it promises to be a nervy few weeks for the reigning champions. Yet Mueller cut through the tension and had Munich chuckling this week when he named a horse after team mate Manuel Neuer. Mueller, whose wife Lisa is a dressage rider, said in an Instagram post that he had named the newborn foal Manuel because it shared its birthday with the Bayern goalkeeper, who turned 33 on Wednesday. But coach Niko Kovac has warned that Bayern are unlikely to win at a canter in Freiburg on Saturday. \"Freiburg are a very, very tough opponent and a lot of teams find it difficult to play there,\" said Kovac on Thursday. \"They run hard and work hard against the ball, so we will have to stretch ourselves.\" Freiburg are something of a bogey team for Bayern. The champions have won on just three of their last six visits to the black forest, and were held to a 1-1 draw at home earlier this season. Striker Lucas Hoeler scored an 89th minute equaliser for Freiburg in that game, and has insisted that his team can hurt Bayern again. \"We are not scared of them. Bayern don't find it easy coming here, they know that they often struggle against us,\" Hoeler told Bild. Saturday's fixture is Bayern's last game before they host Dortmund in a potential title decider on April 6, and Kovac has urged his team not to slip up. \"We want to be top when we play Dortmund,\" said the Bayern coach. Dortmund, meanwhile, will be without USA international Christian Pulisic when they host Wolfsburg on Saturday. Coach Lucien Favre confirmed that Pulisic was the only player to return from international duty with an injury, after the American picked up a knock in a 1-1 draw with Chile on Wednesday. Marco Reus and Mario Goetze have both been declared fit, however. Goetze has made a speedy recovery from a broken rib, while Reus has overcome a thigh complaint to provide Dortmund with a full-strength attack against Wolfsburg. Favre is more concerned about what happens at the other end of the pitch, and called on his team to buck up their ideas at the back. Dortmund have conceded nine goals in their last six league games, and had to come from behind twice in a scrappy win over Hertha Berlin two weeks ago. \"We have conceded too many unnecessary goals and made too many unnecessary mistakes,\" said Favre on Thursday. \"We have lacked concentration at times, lost the ball in dangerous positions and made tactical errors as well, which is unacceptable.\" \"It's not easy if you always have to score three goals to win a game, so we have to get better.\" At the other end of the table, Schalke are hoping to haul themselves away from the bottom three with a first win under interim coach Huub Stevens. A win over fellow strugglers Hanover could see Schalke, who finished second last season, pull six points clear of the relegation play-off place."
    },
    {
      "tag": "Bundesliga",
      "text": "Bayern Munich's new record signing Lucas Hernandez may not be fit to start training when he officially joins the club on July 1, coach Niko Kovac has said. French international Hernandez will become the most expensive Bundesliga player in history when he makes the 80 million euro switch from Atletico Madrid this summer, in a transfer which was announced on Wednesday. However the 23-year-old World Cup winner underwent an operation this week after his medical examination at Bayern revealed a problem with his right knee. \"He should be fit for the opening game (of next season), but that doesn't necessarily mean that he will be there for the first day of training on July 1,\" said Bayern coach Kovac to reporters on Thursday. \"We will have to see how things develop.\" Kovac added that the operation had gone \"very, very well\", and that Hernandez would stay in Munich during his recovery. Hernandez can play as either a central defender or as a full-back, and there has been speculation that his arrival could push established centre-backs Jerome Boateng and Mats Hummels towards the exit door at Bayern. However, Kovac did not specify where he would play the Frenchman next season. \"He is a versatile player, and that is important for any coach,\" he said. \"He is a young player, a World Cup winner who can play in different positions and has a good mentality, so he will definitely make us stronger.\""
    },
    {
      "tag": "Bundesliga",
      "text": "Bayern Munich's veteran Dutch winger Arjen Robben has admitted he is unlikely to make a fairy-tale return from injury in the Bundesliga club's top-of-the-table clash against Borussia Dortmund next week. Robben, 35, has been out of action for several months and is set to leave Bayern after a decade of service at the end of this season. An iconic figure at the club, he had hoped to return to fitness in time for the Dortmund game, but now appears to have given up on the idea. \"I still don't know whether I will be fit, we will have to see, but I think it is probably unrealistic,\" Robben told Munich newspaper Abendzeitung at a charity run in central Munich on Wednesday evening. \"I am on the road to recovery, but I am not yet training with the team,\" he said. \"I think it will take a bit more time. All I can do is keep working hard and fighting to get back on the pitch.\" Robben's last appearance for Bayern was in a 5-1 Champions League win over Benfica on November 27. Since then, he has struggled with a thigh injury and ongoing muscular issues. He was expected to return to full fitness after Bayern's winter training camp in Doha in January, but nearly three months on, he is still out of action. In his 10 years at the club, Robben has become a Bayern legend, scoring 143 goals in 305 appearances and winning 11 domestic titles. His finest moment came at Wembley in 2013, when he fired Bayern to victory in the Champions League final with an 89th minute winner against Dortmund. Even if he is denied a final meeting with old foes Dortmund next week, Robben says he is determined to make another competitive appearance for Bayern before the end of the season. \"These are my last two months at a club where I have spent 10 years. I want to play again, to pull on the shirt one more time,\" he said. \"That is the most important thing for me. I don't care which game it is.\""
    },
    {
      "tag": "Bundesliga",
      "text": "Atletico Madrid and France defender Lucas Hernandez will join Bayern Munich for 80 million euros ($90m) this summer, the German club announced on Wednesday. The 23-year-old World Cup winner will sign a five-year contract starting on July 1, Bayern said in a statement. The 80 million euro fee makes him the most expensive signing in Bayern's history, almost doubling the sum paid for Corentin Tolisso. It also makes Hernandez one of the most expensive defenders in history, and one of the most expensive players ever signed by a German club. \"I am very happy that we have managed to sign Lucas Hernandez, who is a World Cup winner and one of the best defensive players in the world,\" said Bayern sporting director Hasan Salihamidzic. \"Lucas can play in central defence or at left-back. He will strengthen our team and continue the tradition of fantastic French players at our club.\" Bayern were knocked out of the Champions League in the round of 16 and Hernandez could be the first signing in an expected overhaul of the squad. Hernandez has had a knee problem for a while. He has not played for Atletico since Feb 9 and missed France's recent internationals. Bayern said that he would undergo an operation on Wednesday after a medical exam revealed a problem with his knee. \"Our medical examination revealed damage to Lucas Hernandez' right knee, which will have to be operated on,\" said Bayern team doctor Hans-Wilhelm Mueller-Wohlfahrt, confirming that Hernandez would, nonetheless, be fit to play by the start of next season. Hernandez signed for Atletico Madrid as a youth player in 2007, and has made 110 senior appearances for the club since his first team debut in April 2014. Last summer, he was a key player in France's World Cup winning campaign. \"This is a very important day in my footballing career,\" said Hernandez. \"Bayern are one of the best clubs in the world. I will be proud to compete for all titles for Bayern in the future.\" \"I would like to thank Atletico, the management, the coaches, my team mates and the fans for 12 wonderful years in Madrid,\" he said. \"Atletico will always be a part of me, but I am now happy to be making the next step at Bayern.\""
    },
    {
      "tag": "Bundesliga",
      "text": "The Bundesliga has opened its first office in China, the German Football League (DFL) announced in a statement on Wednesday. The new representative office was opened in Beijing on Wednesday, and is intended to improve communication between the German league and its fans and partners in China, the statement said. One of its first acts will be to organise a four-day visit to Beijing in April by former Germany and Bayern Munich coach Juergen Klinsmann as part of the \"Bundesliga Legends Tour\". \"This is a big and important step for us, and we hope to deepen our good relationship to fans in China,\" said Robert Klein, CEO of DFL subsidiary Bundesliga International. This is the second representative office that the DFL have opened in Asia. The Bundesliga has had a presence in Singapore since 2012, and opened a new office in New York last October. Several Bundesliga clubs, including Bayern Munich, Borussia Dortmund and Schalke, already have offices open in China."
    },
    {
      "tag": "SerieA",
      "text": "Inter Milan coach Luciano Spalletti remained defiant over his decision to snub Argentina striker Mauro Icardi despite Sunday's 1-0 Serie A defeat to Champions League rivals Lazio. Inter Milan are third, ten points behind second-placed Napoli, with Lazio just three points off the elite European football berths in fifth. \"The need to mediate with someone just to get him to pull on the shirt that they love, that's humiliating,\" said Spalletti of the ongoing dispute with Icardi. \"Do I need to email 20 lawyers and ask them if I can call someone up?\" Icardi has not played since February 9 after being replaced as club captain by Samir Handanovic amid protracted contract negotiations. The 26-year-old, who has been linked with a summer move to Real Madrid, had complained of a knee problem but is back training during the week. However, he remained dropped despite fellow Argentina striker Lautaro Martinez being sidelined through an injury picked up on international duty. Serbian midfielder Sergej Milinkovic-Savic scored the only goal after 13 minutes heading in a Luis Alberto cross in the San Siro. \"I know what my job is. As things stand today, for the way he behaved, he has to stay out and the others have to play,\" said Spalletti. \"I have had credibility for 22 years in my career, I have credibility on front of my players. \"People say we lost games without Icardi. Inter didn't get into the Champions League for years with Icardi. Inter lost worse games than this with Icardi. \"(Lionel) Messi and (Cristiano) Ronaldo make the difference, not Icardi, with all due respect. \"Professionalism and self-respect are everything. Discipline is everything.\" Lazio had missed out on Champions League football last season at the expense of Inter Milan in the final game of the campaign."
    },
    {
      "tag": "SerieA",
      "text": "Napoli piled the pressure on Claudio Ranieri's Roma with a 4-1 win in the Stadio Olimpico on Sunday consolidating second place, 15 points behind runaway leaders Juventus in Serie A. Arkadiusz Milik put the visitors ahead after two minutes with Dries Mertens, Simone Verdi and Amin Younes adding three more in the second half to inflict another blow on the hosts' Champions League ambitions next season. Juventus continued their march towards an eighth consecutive Serie A title with on-form teenager Moise Kean scoring the only goal against Empoli on Saturday. Carlo Ancelotti's Napoli have almost no chance of winning the title with nine games to go, but extended their cushion on third-placed Inter Milan to ten points before Luciano Spalletti's side host Lazio later on Sunday. \"I expected a performance like this. In training I had seen the right spirit, the team is growing,\" said Ancelotti, whose side are building towards a Europa League quarter-final clash against Arsenal. It was a further blow for Ranieri in just his third game in charge since taking over from Eusebio Di Franecesco as the Romans fell to their second consecutive defeat for the first time this season. \"Do I regret having accepted Roma? Never. I could never regret training this club,\" said Ranieri. \"It was tough, as Napoli swarm around you, change position constantly and make it very difficult to defend,\" said Ranieri. \"We're doing everything we can.\" Roma's hopes of qualifying for the Champions League are dwindling and they are in danger of missing out on European football as their sixth position is under threat from Lazio who are two points behind but have a game in hand. Roma failed to take advantage of fourth-placed AC Milan's 1-0 defeat against Sampdoria on Saturday. A win would have moved them within a point of the Champions League places. Instead, Atalanta jumped to fifth with a 3-1 comeback win against Parma. Ancelotti's Napoli dominated against the club where he spent eight seasons as a player. Roma were struggling to keep up from the start when Verdi sent the ball over for Milik to blast the visitors ahead early. The Polish striker had a second goal disallowed for offside before Diego Perotti pulled Roma level just before the break with a penalty after a foul on Patrik Schick. But hopes of a revival were short lived with Mertens tapping in a second four minutes after the break off a Jose Callejon assist. Verdi piled more pressure on Ranieri's side with a third on 54 minutes following good work by Fabian Ruiz on the counter attack. Roma had chances with Napoli goalkeeper Alex Meret denying Bryan Cristante with Steven Nzonzi heading the rebound onto the bar. But Younes compounded the misery of the hosts, adding the fourth nine minutes from time following a scramble on front of goal after a poorly cleared corner. Colombian striker Duvan Zapata scored a late brace in a 3-1 comeback win for Atalanta who are three points off the Champions League places. Ivorian Gervinho had put Parma ahead after eight minutes at home. Zapata, 27, has scored 19 league goals this season, matching Juventus star Cristiano Ronaldo's haul and two behind Sampdoria's Fabio Quagliarella. Torino held Fiorentina 1-1 in Tuscany and are two points adrift of the Europa League places."
    },
    {
      "tag": "SerieA",
      "text": "Colombian striker Duvan Zapata scored a late brace in a 3-1 comeback win for Atalanta against Parma on Sunday to revive the Bergamo side's Champions League ambitions. Atalanta move into Europa League calculation in fifth, three points behind AC Milan, who occupy the final Champions League berth, but who fell 1-0 at Sampdoria on Saturday. Roma are one point behind Atalanta and can move ahead when they host second-placed Napoli later Sunday. Gervinho had put Parma ahead after eight minutes at home, with Matteo Scozzarella pouncing on a Mario Pasalic error allowing the Ivorian to break through and slot in his 10th league goal this season. But Croatian Pasalic made up for his early mistake by grabbing the equaliser on 24 minutes off a Papu Gomez cross with the Argentine having a role in all three Atalanta goals. Gomez also passed to Timothy Castagne who provided the assist for Zapata's first goal after 75 minutes, with the Argentine then rolling the ball across for the winner four minutes into injury time. Zapata, 27, has now scored 19 league goals this season, matching Juventus star Cristiano Ronaldo's haul, but two less than Sampdoria's Fabio Quagliarella. Juventus, meanwhile, continued their march towards an eighth consecutive Serie A title with on-form teenager Moise Kean scoring the only goal against Empoli on Saturday. Juventus have an 18-point lead on Napoli."
    },
    {
      "tag": "SerieA",
      "text": "Italy goalkeeper Gianluigi Donnarumma apologised after his early blunder saw AC Milan trail after just 33 seconds in a 1-0 defeat to Sampdoria in Serie A on Saturday which could damage their Champions League push. Donnarumma picked up an Alessio Romagnoli back pass and put the ball straight into the path of Sampdoria forward Gregoire Defrel as AC Milan fell to a second straight defeat after a 3-2 derby loss to Inter before the international break. \"Mistakes happen and I apologise to everyone,\" said the 20-year-old. \"I'm sorry I affected the game. But it won't be a mistake to break me down. \"I've gone through worse. Last year I went through a very rough time and if I managed to get through that, I can get through this too. \"One mistake won't destroy everything we've worked for.\" Sampdoria captain Fabio Quagliarella came over to reassure his fellow Italian international. \"He's a great friend, we spent the last 10 days together on international duty and after the goal, he immediately came over to console me.\" Patrick Cutrone was twice denied the equaliser with a Krzysztof Piatek header also saved. Milan also had a late penalty appeal turned down after a VAR review for a Nicola Murru tackle on Piatek. Milan sporting director Leonardo insisted they are still firmly on track for a Champions League return, as they sit fourth, two points behind Inter who play Lazio on Sunday. Roma are a further four points behind in fifth ahead of their game against Napoli. \"Milan haven't managed to reach the Champions League for six years, but this team is finding its shape and we hope to achieve it,\" the former club legend added."
    },
    {
      "tag": "SerieA",
      "text": "Inter Milan coach Luciano Spalletti praised former captain Mauro Icardi as looking like \"a new player\" after nearly two months on the sidelines but said he still won't play on Sunday against Lazio in Serie A. Icardi has not played since February 9 after being replaced as club captain by Samir Handanovic amid a contract dispute. The 26-year-old is back training, and had hoped to return against Lazio as Inter look to consolidate third place and Champions League football next season. \"In some ways I've seen him as being like a new player as he was out for so long,\" said Spalletti of the Argentine. \"I still hold that he can't be ready yet to help his teammates so he won't be in the squad tomorrow (Sunday). \"He has returned from a long period of absence and there are new things that have happened to be evaluated.\" Inter beat city rivals AC Milan 3-2 before the international break, and are two points ahead of Gennaro Gattuso's side who fell 1-0 to Sampdoria on Saturday. Lazio have a game in hand and are six points behind AC Milan. \"Lazio are a direct competitor for the Champions League and, as in the past, they are having a great season,\" Spalletti added. \"The three points become heavier because they compete with us. We must show continuity after the victory in the derby.\" Dutch defender Stefan de Vrij will miss Sunday's game against his former club, along with Argentina striker Lautaro Martinez, after injuries picked up on international duty. \"It's clear this international break has caused some issues for us,\" added the Inter coach. \"We've options up front and I'm convinced that they will give us the possibility of reaching our objective.\" Inter are 25 points behind leaders Juventus, and seven adrift of second-placed Napoli. Icardi -- joint top scorer in Serie A last season with 29 goals -- has scored 15 goals in all competitions for the club this term."
    },
    {
      "tag": "SerieA",
      "text": "Rising teenage star Moise Kean stepped up in the absence of Cristiano Ronaldo to rescue a 1-0 win for Juventus against lowly Empoli on Saturday as the champions opened up an 18-point lead at the top of Serie A. The 19-year-old -- who burst into the limelight during Italy's opening Euro 2020 qualifiers -- came on as a substitute in Turin and three minutes later scored his third league goal of the season after his double against Udinese earlier this month. It got Massimiliano Allegri's side back to winning ways after falling to their first league defeat of the season to Genoa before the international break. Second-placed Napoli travel to Roma on Sunday looking to close the gap to 15 points with nine games remaining. Ronaldo had been rested by Juventus against Genoa and the Portuguese star is now recovering from a right thigh injury picked up on international duty. Argentina striker Paulo Dybala also pulled up with a thigh problem during the warm-up before Saturday's game. Kean's form, with goals for Italy against Finland and Liechtenstein, gives Allegri more options ahead of his side's Champions League quarter-final against Ajax. But Juventus are without wingers Douglas Costa and Juan Cuadrado, with centre-back Andrea Barzagli also out injured. The seven-time defending champions struggled to break down the Tuscans who were targeting a second straight win under new coach Aurelio Andreazzoli. Empoli dug deep, allowing the hosts few opportunities, with Polish goalkeeper Bartlomiej Dragowski denying Mandzukic to the frustration of the home crowd. Kean replaced Blaise Matuidi in the 68th minute and had an immediate impact, latching onto Mandzukic's knock-down. Ten minutes later, the teenager was denied a second, with a desperate one-handed save by Dragowski giving Empoli hope. The Tuscany side remain one point above the relegation zone. Earlier on Saturday, Igor Tudor got off to a winning start on his return as Udinese coach with a 2-0 victory over Genoa. Former Croatian international Tudor took over a year after coming in and saving the north-eastern outfit from relegation with two wins in the last four games of the 2017-2018 season. Stefano Okaka opening the scoring after just four minutes in Udine, finishing from a Seko Fofana cross. Rolando Mandragora sealed a valuable three points with a volley just after the hour mark as Udinese gained some breathing space by moving four points above the relegation zone with just their third win of 2019. AC Milan, meanwhile, travel to Sampdoria later Saturday targeting third place ahead of arch rivals Inter, who moved ahead after winning their derby clash before the international break."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Lionel Messi will probably play against Villarreal in La Liga this week, because \"there's no suitable scenario for resting\" the Argentine superstar, Barcelona coach Ernesto Valverde said on Monday. Barcelona are 10 points clear at the top of the Spanish League ahead of Tuesday's away game, followed by a home tie with second-place Atletico Madrid on Saturday and then Manchester United away in a Champions League quarterfinal next Wednesday. \"We attach great importance to this game,\" Valverde said of the Villarreal game before acknowledging that \"many people have their sights on the Champions League and also the Atletico game.\" \"We'll see tomorrow about Leo,\" Valverde said of his 31-year-old forward who has 31 league goals so far this season. \"The three points tomorrow are worth the same as those against Atletico,\" Valverde said. \"It is a perfect match to win,\" he said, when asked about rotating his squad. \"It does not escape me that our rivals are waiting for a slip to feed their hopes of catching us. We don't want give it any opportunities.\" \"There are nine games, if we win six we are champions,\" he added. \"But having to win six games does not mean we have the league won, we have a lot of work to do.\" Valverde said he did not think renewed rumours that Antoine Griezmann was going to leave Atletico for Barcelona would not destabilise either club. \"It's the usual stuff, we're used to it,\" said Valverde."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Karim Benzema stopped Real Madrid's underwhelming La Liga season going from bad to worse on Sunday after firing a last-minute winner to hand the European champions a barely-deserved 3-2 winner over bottom club Huesca. Humbled by Ajax in the Champions League and dumped out of the Copa Del Rey by deadly rivals Barca, third-placed Real showed little signs of improvement in Zinedine Zidane's second game in charge but Benzema struck with a fine curling finish the to snatch the three points. Real move to within two points of second-placed Atletico Madrid, who hammered Champions League hopefuls Alaves 4-0 on Saturday in a match that saw Diego Costa score for the first time since November. However Real still lag 12 points behind leaders Barcelona, who are 10 clear of Atletico and heavy favourites to retain their La Liga after Lionel Messi fired them to their sixth league win on the bounce, 2-0 at home to local rivals Espanyol on Saturday, with a brace that took the Argentine to 31 league goals this season. Zidane's son Luca was given his second ever start between the sticks for Real but got off to the worst possible start, picking the ball out of his own net within three minutes after Cucho Hernandez lashed home Ezequiel Avila low cross. Isco levelled the scores in the 25th minute when he tapped home a Brahim Diaz cross after Benzema's low shot was well saved, but it was the away side -- playing their first ever La Liga game at the Madrid's Santiago Bernabeu stadium -- who went closer going into the break ahead. Zidane junior had to be alert to stop Damian Musto from glancing home a header nine minutes before the break, while Avila punched the ground in frustration in first half stoppage time after flashing a power shot over from the edge of the box. Real continued to disappoint in the second half but took the lead just after the hour mark thanks to Dani Ceballos, who bundled home the second after Gareth Bale's beautiful cross was headed back across goal by Benzema. Bale then missed a glorious opportunity to put the game beyond Huesca when he somehow put Alvaro Odriozola's low cross over the bar from just yards out. Huesca pounced on that awful miss to draw level when Xabier Etxeita powered home Moi Gomez's cross from a short corner. However Benzema was on hand to break Huesca hearts with his fine finish, which gives Zidane two wins from his first two matches back in charge. Earlier Valencia maintained their hopes of a place in next season's Champions League after Daniel Parejo's penalty on the stroke of half-time gave them a vital 1-0 victory at Sevilla. Parejo's spot-kick, which came after Ever Banega brought down Jose Gaya, extended Valencia's unbeaten run to nine matches and moves them up to sixth, level on 43 points with Sevilla and just three back from the final Champions League spot. That place is occupied by Getafe, who fell 2-0 at home to mid-table Leganes on Saturday and have to play the league's top three and Sevilla in their final nine games. Despite a slightly simpler league fixture list Marcelino's Valencia however have an all-Spanish Europa League quarter-final tie with Villarreal to contend with, as well as the Copa Del Rey final against Barcelona between now and the end of the season."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Zinedine Zidane's son Luca got off to the worst possible start after starting in goal for Real Madrid against Huesca on Sunday, conceding within three minutes against the rock-bottom side. Luca Zidane, 20, was helpless as Cucho Hernandez crashed a shock early opener into the top corner at the Santiago Bernabeu. The goal came moments into his second start between the posts for Real, ahead of injured first-choice stopper Thibaut Courtois and Keylor Navas, who has only just returned from international duty with Costa Rica. An Under-20 France international, Luca is the third Zidane to wear the Real Madrid kit, after his father and brother Enzo, who currently plays for Rayo Majadahonda in the Spanish second tier. Zidane also rested Raphael Varane, Luka Modric and Toni Kroos for the match against rock-bottom Huesca, as third-placed Real look to stay on the heels of local rivals Atletico Madrid in second."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Valencia maintained their hopes of a place in next season's Champions League after Daniel Parejo's penalty on the stroke of half-time gave them a vital 1-0 victory at Sevilla on Sunday. Parejo's spot-kick, which came after Ever Banega brought down Jose Gaya, extended Valencia's unbeaten run to nine matches and moves them up to sixth, level on 43 points with Sevilla and just three back from the final Champions League spot. That place is occupied by Getafe, who fell 2-0 at home to mid-table Leganes on Saturday and have to play the league's top three -- leaders Barcelona, Atletico Madrid and Real Madrid -- and Sevilla in their final nine games. Despite a slightly simpler league fixture list Marcelino's Valencia however have an all-Spanish Europa League quarter-final tie with Villarreal to contend with, as well as the Copa Del Rey final against Barcelona between now and the end of the season. Both teams are way behind Real Madrid, who are third and host bottom club Huesca later on Sunday hoping to keep the pressure on neighbours Atletico Madrid in the fight for second after Diego Simeone's side hammered fifth-placed Alaves 4-0 on Saturday. Barcelona are 10 points clear of Atleti and heavy favourites to retain their La Liga after Lionel Messi fired them to their sixth league win on the bounce, 2-0 at home to local rivals Espanyol."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Lionel Messi continued his remarkable run of form with a second-half double as Barcelona continued their march towards the La Liga title on Saturday with a 2-0 win over Espanyol. The visitors gave their city rivals a tough game at the Camp Nou, but Messi's chipped free-kick with 19 minutes to play and a late second sent the reigning champions 13 points clear at the top ahead of second-placed Atletico Madrid's game at Alaves later on Saturday. Messi has now netted eight times in his last four games for Barca, and leads the way in the La Liga scoring charts with 31 goals, 13 ahead of teammate Luis Suarez. Ernesto Valverde's men struggled to break down Espanyol early on, with Messi, Suarez and Ivan Rakitic all wasting half-chances in the first period. Barcelona saw a penalty appeal waved away by both the referee and VAR on the stroke of half-time, and Malcom was denied just after the hour mark by away goalkeeper Diego Lopez as the Catalan giants grew frustrated. But Messi has been consistently unplayable this season, and he dinked in a wonderful effort from a set-piece despite Victor Sanchez's best efforts to clear on the line. The points were sealed in the 89th minute as Malcom ran clear on the breakaway, before cutting the ball across for Messi to sweep a trademark finish low into the bottom corner. Barcelona next visit Villarreal on Tuesday with a second successive title looking even more like a mere formality after a sixth straight victory extended their unbeaten league run to 17 matches. Earlier on Saturday, fourth-placed Getafe missed the chance to solidify their spot in the Champions League places as they slumped to a 2-0 home defeat by Leganes. Uruguayan Michael Santos and Juanfran scored in the second half for Leganes to give Alaves the chance to move into the top four with a win over Atletico."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Real Madrid manager Zinedine Zidane opened the door to a possible bid for Paul Pogba on Saturday when he hailed the Manchester United star as \"a player who knows how to do everything\". The French World Cup winner has thrived under new United boss Ole Gunnar Solskjaer but has made no secret of his admiration for Real. \"It's one of the biggest clubs in the world. I've always said Real Madrid is a dream club for every player,\" the midfielder said last week. Zidane is a self-confessed Pogba fan, the Real boss telling a press conference: \"I really like the player, that's nothing new. \"I know him personally... He's a really different player, somebody who brings something few others can to the pitch. \"He's capable of doing everything. There are midfielders who know how to defend really well, others who are very good in attack. He knows how to do everything.\" Zidane, who returned as Real manager after replacing Santiago Solari, added: \"One day, if he has the chance to do something else after Manchester United, he's always said that Madrid was a club that interested him a lot.\" Pogba, 26, moved from Juventus to United for 105 million euros in 2016 with his contract terminating in 2021. Spanish media suggest Real will go on a massive recruitment drive this summer with a war chest of up to 500 million euros."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Espanyol have lived in the shadows of city rivals Barcelona for decades but the arrival of China forward Wu Lei raised the club's profile ahead of Saturday's derby at the Camp Nou. Wu was the Chinese Super League's top goal scorer when he moved to the 'Periquitos' (The Budgerigars) in January and has scored once and claimed two assists in seven La Liga appearances. \"He's one of the most important transfers for Espanyol in recent years but on the media level he is probably the most important,\" Espanyol's director of marketing Agusti Filomeno told AFP. Wu's impact off the field has seen the number of followers on the club's social media channels cross the 2 million mark, 800,000 of them on Chinese platforms, an overall increase of 65 per cent in two months. The club has also sold just under 10,000 shirts with Lei's name and his number, 24, on the back, compared to the 700 personalised jerseys sold on average for other players each season. \"We haven't been able to sell more due to a lack of stock,\" Filomeno added. According to reports in the Spanish press more than 25 million watched Wu open his account for the club and become La Liga's first Chinese goal scorer in the victory over Real Valladolid in February. Espanyol's glory days were in the mid-2000s when they lifted the Spanish Cup and were runners up in the UEFA Cup. They have languished in mid-table since a fifth place finish in 2005. The club have been majority-owned by Chinese management group Rastar since 2016. \"His arrival is an important forward step especially for a club the size of Espanyol,\" said Esteve Calzada former director of marketing for rival Barcelona's former. \"At the moment there are two countries where clubs are trying to break, China and the US,\" added Calzada who now runs a sports marketing and player management company. \"Their importance is strategic.\" Since Wu' arrival in Catalonia Chinese flags have started to adorn the stands of the Estadio Cornella-EL Prat, but Espanyol's director of football Francisco Perez Rufete warned the striker still has improvements to make. \"For us, if there was a player that would make the jump, it was Wu Lei. He's on the right track but there's still a lot of work to do,\" Rufete told AFP. Helping Espanyol claim a first victory at the Camp Nou since 2009 would be one way to win over his coach having already made an early impact among supporters both in Spain and in China."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Lionel Messi has overcome a groin injury while strike partner Luis Suarez has sufficiently recovered from a sprained ankle to play in this weekend's derby against Espanyol, Barcelona coach Ernesto Valverde said on Friday. Messi and Suarez were included in the squad of 18 ahead of Saturday's La Liga game at the Camp Nou. Ousmane Dembele is still absent, suffering from a thigh problem. In his press conference, Valverde was cautious about Messi, who was forced to leave the Argentina squad last Sunday because of chronic groin pain. Asked if his captain was 100 per cent, Valverde said: \"We think he is, but, hey, Leo has been carrying this problem for some time and we have been working to allow him to recover.\" \"It flared up with his national team. He's had a rest and he is better. We'll be careful with Messi because of the fundamental importance of the matches.\" Suarez missed Uruguay's recent games after twisting his ankle but Valverde said \"the rest did him good.\" Valverde said he could not give a date for Dembele's return. The Catalans visit Manchester United on April 10 for the first leg of a Champions League quarterfinal. Before then, Barca have three Spanish league games in eight days. They go into Saturday's fixture 10 points ahead of second-place Atletico Madrid. On Tuesday, Valverde's men travel down the Mediterranean coast to face Villarreal and then entertain Atletico next weekend. \"We have in mind that it is a derby, which is motivating for us and for them,\" Valverde said. \"This week we have three League games and three difficult games. When you play for nine points in a week, at this stage of the season, it can be decisive. \"We know what we are playing this week.\""
    },
    {
      "tag": "Ligue1",
      "text": "Adrien Rabiot's agent has accused Paris Saint-Germain of holding the midfielder \"hostage\" after he was suspended for going to a nightclub following their Champions League defeat by Manchester United. The French international has been in conflict with PSG as he wants to leave the club at the end of the season when his contract runs out. Agent Veronique Rabiot, who is also the player's mother, insisted her son had \"done nothing wrong\". \"Adrien is a prisoner, he is even hostage to PSG. Soon it will be dry bread, water and a dungeon,\" she told L'Equipe on Tuesday. Rabiot has been suspended until March 27, after also liking a video on social media of former Man United defender Patrice Evra celebrating PSG's defeat. \"We blame him for going out when we don't want him to play,\" Veronique Rabiot added. \"It's contradictory, it's not possible to lock him up.\" Having been frozen out and briefly forced to train with the youth teams, Rabiot has not played for PSG since their final Champions League group-stage match against Red Star Belgrade last December."
    },
    {
      "tag": "Ligue1",
      "text": "Paris Saint-Germain won a major victory Tuesday when the world's top sports court backed the club against European football's governing body UEFA over allegations of financial wrongdoing. PSG had appealed to the Court of Arbitration for Sport in October last year after a UEFA panel decided in September to reopen the probe into the club's compliance with Financial Fair Play regulations. UEFA had originally cleared PSG of wrongdoing in June following a probe triggered after PSG splashed out 400 million euros ($454 million) to buy Brazilian superstar Neymar and French phenomenon Kylian Mbappe. \"The appeal filed at the CAS on 3 October 2018 by Paris Saint-Germain against the decision issued on 19 September 2018 by the Adjudicatory Chamber of the UEFA (to reopen the case) is upheld and the challenged decision is set aside,\" CAS said in a statement. It added that the ruling was \"final and binding.\" The probe was opened to determine whether PSG respected financial rules imposed by UEFA which broadly limit them to spending no more than they earn. The club said in a statement it \"took note of the favourable decision and intends to go ahead serenely with its development.\" PSG argued that the decision to reopen the case violated UEFA's own rules limiting to 10 days the period of review of its original decision to drop the case. UEFA rules \"provided for a 10-day review period during which any review should be instigated and completed and that the challenged decision (to reopen the case) was manifestly late,\" the CAS statement added. UEFA's Financial Control Board ordered the review on June 22 last year and the decision to reopen the case came almost three months later on September 19."
    },
    {
      "tag": "Ligue1",
      "text": "Angel Di Maria scored twice as Paris Saint-Germain eased to a 3-1 victory over Marseille on Sunday to extend their long unbeaten run against their arch rivals and move 20 points clear at the Ligue 1 summit. Kylian Mbappe put PSG in front on the stroke of half-time with his 26th league goal of the season, but Valere Germain equalised in the first minute of the second period. Argentine Di Maria restored the home team's advantage, though, and Marseille 'keeper Steve Mandanda was sent off for a clear handball 30 yards from goal. Di Maria's wonderful free-kick added further gloss to the scoreline, although Mbappe saw a late penalty saved by visiting substitute Yohann Pele. The capital giants are now unbeaten in 19 matches against their rivals, winning 16 meetings and drawing three since losing 3-0 at the Stade Velodrome in November 2011. It was a strong response from Thomas Tuchel's men in their first real test since being dumped out of the Champions League by Manchester United. With the Ligue 1 title effectively secured, the only competition left for PSG to play for this season is the French Cup, in which they face Nantes in the semi-finals next month. Mario Balotelli had the first shot in anger, shrugging off the PSG defence before seeing his long-range drive well held by home goalkeeper Alphonse Areola. There was a scare at the other end for Mandanda, as the French international miscontrolled a simple back-pass only narrowly past his own post. A group of PSG ultras were boycotting the opening stages over the team's shock Champions League defeat. They did not miss much goalmouth action early on, but many rushed to their seats when they thought Di Maria had put the hosts in front, only to see the effort ruled out for offside by VAR. Marseille did well to keep their rivals at arm's length for the opening 45 minutes, although injuries which forced the substitutions of PSG full-backs Thomas Meunier and Dani Alves contributed to the game's scrappy nature. But PSG forged ahead in the second minute of first-half injury time, as they broke at pace from a Marseille corner and Di Maria played in Mbappe to sweep the ball past Mandanda. Rudi Garcia's away side stunned the Parc des Princes just seconds after the restart, though, as Lucas Ocampos raced clear and squared for Germain to slot into the bottom corner. Marseille grew in confidence, but that left space for PSG to exploit, and Di Maria cut inside from the right and curled a fantastic 55th-minute finish past Mandanda to score his fifth goal in six matches. The match was all but ended as a contest just after the hour mark when Mandanda raced from his line and dived to handle yards outside of his area in a moment of madness which left his side a man down. Di Maria ensured PSG did not wait long to take advantage, hammering a swerving strike from the resulting free-kick past Pele, who was brought on for the ineffective Balotelli, and in off the post. Mbappe missed the chance to score a second himself in added time, as his penalty was saved by Pele after the World Cup winner was bundled over by Hiroki Sakai. Earlier on Sunday, Lyon strengthened their grip on a top-three spot with a 3-2 victory over Montpellier. Bruno Genesio's men, who were thrashed 5-1 by Barcelona in the Champions League last 16 in midweek, saw off their fellow European hopefuls with goals from Martin Terrier, Moussa Dembele and Houssem Aouar. Lyon moved six points clear of fourth-placed Marseille in the race for the final Champions League spot."
    },
    {
      "tag": "Ligue1",
      "text": "Paris Saint-Germain coach Thomas Tuchel has called for the club's angry fans to rally behind the club as they try to put the pain of Champions League humiliation behind them. Frustrated fans turned on the players, booing them at training and organising strikes, after PSG gave up a 2-0 lead against Manchester United to be once more dumped out of the Champions League at the last-16 stage. Despite vast investment from their Qatari owners PSG's loss on away goals to United added to a legacy of choking in the competition, after they went out lamely to Real Madrid last year and collapsed at Barcelona the year before. PSG host their bitter Ligue 1 rivals Marseille on Sunday, the only French club to have won the Champions League (when it was the European Cup), and some fan groups have said they will not cheer their own team. \"If they do that I will be very disappointed,\" said Tuchel. \"I know they are disappointed, but they have no need to keep showing it again and again,\" said the German coach, mainly in reaction to rowdy scenes at a training session last weekend. \"A strike helps nobody,\" he insisted. \"We the team and the staff are the ones left more disappointed than anyone else. \"In a match like this it's crucially important, they can fill us with confidence,\" he said as Marseille come to Paris on a roll of form since Italian striker Mario Balotelli joined in January. \"With him (Balotelli) in the side they will always have a presence in the box and they will be pinging in crosses.\" \"They will be targeting our back post and we'll have to be careful,\" he said. League leaders PSG have 74 points and go into the game against fourth placed Marseille, who have 47, with a string of injuries as Neymar, Edinson Cavani and Julian Draxler all sit out perhaps the most prestige match remaining in the French season."
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Sporting Lisbon have sacked their coach Jose Peseiro following a 2-1 League Cup defeat to second division side Estoril, according to reports Thursday. Sporting's fourth defeat of the season proved the last straw for club president Frederico Varandas, according to A Bola daily. It said Varandas sacked the 58-year-old Peseiro on Thursday to end his second spell at the club having led them to the Europa League final in 2005. The reins of Sporting, who are only two points behind league leaders FC Porto in fifth place, are now set to be handed to assistant coach Tiago Fernandes on an interim basis. Although now out of the League Cup, Sporting are poised to qualify for the last 16 of the Europa League. They sit second in Group E, three points behind Arsenal and three ahead of FC Vorskla. Former Portugal international Paulo Sousa is being tipped to succeed Peseiro, although a pair of former Sporting coaches -- ex-Monaco coach Leonardo Jardim and Jorge Jesus -- are also reported to be in the running."
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Egyptian international striker Ahmed Hassan ended his six-year stay in Portugal on Friday when he signed for Olympiakos of the Greek Super League. Hassan, 25, played 57 times for Braga from 2015-2018, scoring 17 goals after leaving Rio Ave where he hit 24 goals in a three-year spell from 2012-2015. He has also played 15 times and scored five goals for the Egyptian national team although he failed to make the squad for this year's World Cup in Russia."
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Nani is returning to Sporting Lisbon for a third spell, the Portugal Euro 2016 winner signing a two-year deal with his old club on Wednesday. The former Manchester United winger began his career at Sporting, leaving in 2007 only to return on loan from United in 2014. The 31-year-old arrives from Valencia having been loaned to Lazio last season, Sporting announced in a statement. Nani, his country's third most-capped player, missed out on the World Cup where Portugal lost to Uruguay in the last 16."
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Crisis-hit Sporting Lisbon on Wednesday fired coach Sinisa Mihajlovic just nine days after he was apppointed by former club president Bruno de Carvalho. \"Sporting have decided to end his probationary period and cancel his contract,\" said Jose Sousa Cintra, the club's new president at a press conference. \"We will quickly seek a new coach, who should be presented by Monday.\" Mihajlovic was recruited on a three-year contract by De Carvalho on June 18, five days before his dismissal by a general meeting of club members. The crisis at the club began when Sporting lost a Europa League game to Atletico Madrid in April and De Carvalho tweeted ferocious criticism of the players. When they responded demanding \"respect\", he called the players \"spoilt brats\" and suspended 19 of them, only to back down ahead of the next match. Shortly before Sporting lost the Portuguese Cup final to unfancied Aves in May, a 50-strong mob of fans invaded the training centre, attacked the squad, savagely beating some players. Nine players including Portugal internationals at the World Cup Rui Patricio, William Carvalho, Bruno Fernandes and Gelson Martins have broken their deals with the club since the attack. Coach Jorge Jesus also quit the team, paving the way for former AC Milan and Torino boss Mihajlovic."
    },
    {
      "tag": "PrimeiraLiga",
      "text": "The Benfica stadium in Lisbon and the premises of three other Portuguese Premier League clubs were searched on Monday in an inquiry into \"sporting corruption,\" a judicial source told AFP. The prosecutor in Porto said in a statement that it had conducted 24 searches, four at sports clubs, in Lisbon and Setubal in the south, and several in towns in the north as part of an inquiry into \"crimes of active and passive bribery, influence peddling and obtaining or offering an undue advantage.\" According to an AFP source, the clubs were Benfica, Vitoria Setubal, Desportivo Aves and Pacos de Ferreira. The investigators suspect Benfica of offering incentives to players at three other clubs so that they would try harder to beat Porto, who, nevertheless, ended up beating Benfica to the Portuguese title by seven points. Benfica released a statement saying that the inquiry was sparked \"by a an anonymous accusation made in Porto\" and saying Benfica had always acted \"with a scrupulous respect for the law.\" Benfica has been embroiled in a series of recent corruption cases in recent months. In March, a club official, Paulo Goncalves, and four other people were charged over alleged bribes to access information on ongoing investigations by the Ministry of Justice. In January, club president Luis Filipe Vieira and his number two Fernando Tavares were implicated in a case involving trying to exert influence on a Lisbon Court of Appeals judge. In October, Goncalves was indicted in another investigation, dubbed the \"e-mail business\", into a system for bribing referees to help Benfica."
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Bruno de Carvalho, the president of crisis-ridden Sporting Lisbon, said that he will stand down after supporters voted that he should quit. A general meeting attended by 9,400 members on Saturday voted overwhelmingly by 71% for the 46-year-old's resignation. De Carvalho, who was elected in 2013 and re-elected in 2017, has been blamed for the poisonous relationship with players which climaxed in an assault by masked and armed fans at the training ground in mid-May. He was suspended as president last week by a club committee but had refused to stand down. The club will be led by a provisional management committee until a new presidential election on September 8. \"I will not be a candidate,\" De Carvalho said. The crisis at the club began when Sporting lost a Europa League game to Atletico Madrid in April and De Carvalho tweeted ferocious criticism of the players. When they responded demanding \"respect\", he called the players \"spoilt brats\" and suspended 19 of them, only to back down ahead of the next match. Shortly before Sporting lost the Portuguese Cup final to unfancied Aves in May, a 50-strong mob of fans invaded the training centre, attacked the squad, savagely beating some players. Nine players including Portugal internationals at the World Cup Rui Patricio, William Carvalho, Bruno Fernandes and Gelson Martins have broken their deals with the club since the horrific attack. And coach Jorge Jesus also quit the team. He has been replaced by former AC Milan and Torino boss Sinisa Mihajlovic."
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Former AC Milan and Torino coach Sinisa Mihajlovic is to coach Portuguese crisis club Sporting Lisbon after penning a deal through 2021, the club said on Monday. Former coach Jorge Jesus and several top players have quit the team after being badly beaten by masked men at their own training ground in May. The club's own president Bruno de Carvalho has been accused of potential involvement. The 49-year-old Serbian Mihajlovic is an archetypal footballing hard-man with deep experience at the top level as a player and as a coach. Nine players including Portugal internationals at the World Cup Rui Patricio, William Carvalho, Bruno Fernandes and Gelson Martins have broken their deals with the club since the horrific attack. Other players who graced the green and white hooped shirts of Sporting have informed the club of their intention to leave. Twenty-three people were remanded in custody following the attack on Sporting's Alcochete training base in the Lisbon suburbs on May 15. The incident came in the build-up to the Portuguese Cup final, which Sporting lost 2-1 to unfancied Aves to complete a miserable end to the season. Sporting finished third in the table following a defeat at Maritimo in their final game of the season to miss out on a place in the Champions League qualifying rounds."
    },
    {
      "tag": "PremierLeague",
      "text": "Mauricio Pochettino said on Tuesday that Hugo Lloris will remain in goal for Tottenham despite a series of costly errors this season. Lloris has endured fresh criticism after his fumble led to Toby Alderweireld's decisive own goal in the final minutes of Tottenham's 2-1 defeat at Liverpool on Sunday. It is not the first time this term the Tottenham captain has made a mistake that ended up haunting his team. But Spurs boss Pochettino has always backed the France World Cup winner, even in the wake of a drink-driving charge earlier in the campaign. Pochettino confirmed Lloris would be in goal for Tottenham's first game in their new stadium against Crystal Palace on Wednesday. \"He is my captain. He's one of the best keepers in the world. There's no doubt,\" Pochettino said. \"There's no doubt that Hugo is one of the best and he's going to be in the goal. \"It's a situation that is so painful because I think we deserved more (at Liverpool), but in that kind of situation, which happens in football, it's only to be strong and back our player. \"I think Hugo is going to be, like always, great for us. He was great for us. \"He was so important in all that process in five years, and for sure he's going to be one of the most important players for the future of the club too.\" Tottenham's return home to their 62,062-seater stadium could not have come at a better time as they look for a morale boost after a wretched run. They have taken just one point from their past five Premier League games, which has seen them not only drop out of the title race but also put their top-four place in serious peril. There were signs of promise in the cruel loss to Liverpool and Pochettino is sure that their new home will be graced by Champions League football next term. \"Of course, the best stadium in the world must have the Champions League,\" he said. \"It would be a shame to not be in the next Champions League. \"But we are going to fight. We are in the top four, disappointed with the last result but of course it's not the same. \"Against Liverpool we deserved more, played really well second half, the feeling was so good. Playing like this I have no doubts we are going to be in the top four and playing in the Champions League next season. \"It's in our hands. It's a mini-league and playing five games in our new stadium will be a big boost for our players and fans. It's up to us to achieve that.\" Tottenham, who have been playing at Wembley for the past two years, have had a painstaking wait following frustrating delays to the stadium's opening this season, which have postponed their moving-in date from August 2018. But Pochettino is ready for a special day in the club's history. \"It's going to be very special, at last the new stadium is a reality,\" he said. \"Now it's so close, just over 24 hours until we play in our new home. \"It's an exciting moment in the history of the club. Everyone will realise the magnitude of the project.\""
    },
    {
      "tag": "PremierLeague",
      "text": "Manchester City will be without injured leading scorer Sergio Aguero as they try to regain the advantage in the Premier League title race against struggling Cardiff on Wednesday. A thigh injury means the Premier League's leading marksman -- he has 19 goals to his name -- will sit it out with Brazil star Gabriel Jesus taking his place. Victory over a side they thrashed 5-0 in the away fixture earlier this season would see City leapfrog Liverpool to lead the title race by a point, with both having played the same number of games. City manager Pep Guardiola admitted Aguero faces a race to be fit for the FA Cup semi-final with Brighton on Saturday and the first leg of the Champions League quarter-final away to Tottenham next Tuesday. \"Tomorrow (Wednesday) Sergio is not able to play,\" said Guardiola. \"He didn't train the last two days. \"Hopefully he can on Saturday or next Tuesday. We will see his evolution in the next few days.\" Guardiola, whose side is bidding for a historic quadruple in winning the Premier League, the FA Cup and the Champions League to add to their League Cup success already this term, has faith in Jesus being able to fill in for Aguero. \"Gabriel is ready,\" said Guardiola. \"He is having a good season and it is not always easy to play in this club as a striker in the same position as Sergio. \"He is fighting against one legend and an incredible top player in his best season since we have been at the club. \"When Gabriel played, he played well. Tomorrow he is going to help us and fight and score goals and create space for others.\" City might still have been top but for a late error by France's World Cup-winning captain Hugo Lloris gifting Liverpool all three points on Sunday in a 2-1 win over Tottenham Hotspur. \"When you see that, you say 'Ah shit',\" he said. \"But after five or ten minutes, you think it's a nice but terrible challenge. \"Nobody said it would be easy. Nobody. We knew it and I knew it. \"Everybody is excited for what we are going to live in the next weeks. \"Let's beat Cardiff for the main target to go back top of the league with six games left. \"After that we live again, Wembley, to achieve the one final (FA Cup) I never experienced in my life in the oldest trophy, and after that the Champions League.\""
    },
    {
      "tag": "PremierLeague",
      "text": "England goalkeeper Jordan Pickford is under investigation by his club Everton about his alleged involvement in a brawl in Sunderland on Sunday. The 25-year-old -- who shone at last year's World Cup -- is believed to have reacted when revellers in a bar directed derogatory remarks at his fiancee Megan, who recently had their first child Arlo. A video has spread on social media in which onlookers can be heard shouting \"Jordan\" as a fight breaks out before the man, believed to be Pickford, is dragged away. Pickford had played in Everton's 2-0 away win over West Ham on Saturday before spending a day off in his home city. \"The club has been made aware of an alleged incident involving one of our players and we are looking into the matter,\" the Premier League club said. Pickford came through the system at Sunderland but joined Everton for an initial £25 million ($32.6 million) when they were relegated from the Premier League in June 2017. He made his England debut five months later and was Gareth Southgate's first choice at the World Cup and was instrumental in their surprise run to the semi-finals. He saved a spot-kick in the penalty shootout victory over Colombia in their last 16 clash and was man of the match in England's 2-0 win over Sweden in the quarter-finals."
    },
    {
      "tag": "PremierLeague",
      "text": "Tottenham throw open the doors of their new 62,000-capacity stadium on Wednesday, hoping it will give them the financial firepower to compete with the Premier League and European elite. Mauricio Pochettino's men will also banking on a short-term boost, with a dire run of results threatening to leave Spurs without Champions League football next season. Tottenham played their final game at their old White Hart Lane stadium in May 2017 but the address is the only thing that has remained the same, with a gleaming new ground rising out of the rubble of their creaking old home in north London. The new stadium, with a capacity of 62,062, is the biggest club ground in London and second only to Manchester United's Old Trafford in the Premier League. Tellingly the Tottenham Hotspur Stadium, built at a reported cost of £1 billion ($1.3 billion), is marginally bigger than the home of Tottenham's great north London rivals Arsenal. Crystal Palace are the first Premier League team to visit on Wednesday, but the stadium has ambitions beyond football -- underneath the retractable turf is an artificial surface to be used for NFL games. Spurs have an agreement to stage at least two matches a year for 10 years. In an effort to match the atmosphere at grounds such as Borussia Dortmund's Signal Iduna Park, the stadium boasts a special single-tier stand with a capacity of 17,500, dubbed the \"White Wall\". And it's not just about the action on the pitch. Tottenham claim the stadium offers levels of food and drink that consign the old British stadium offering of pies and soggy chips to history. Craft beers are made at an on-site microbrewery -- and the feature that excited many fans at the test events were pint glasses that filled from the bottom. Spurs boss Pochettino is bowled over by the club's new home and will hope it can give his faltering team the lift they need for a late-season push to secure a Champions League spot. \"The stadium is the best in the world, we can confirm that now,\" he said. \"Every space is the best I have seen in my life, you can't compare that with anything. \"It's an amazing project, it is going to be fantastic for the future of the club. It is going to be a massive boost for our fans and it must be for our players too.\" Spurs will feel a sense of relief when they kick off against Crystal Palace in the Premier League on Wednesday after months of frustrating delays that forced them to play almost a second full season at Wembley. There were some memorable nights at the national stadium as Spurs beat Real Madrid, Manchester United and Borussia Dortmund twice. But it was never truly home. Jurgen Klinsmann, who had two spells with the club in the 1990s, played in a test event at the new ground on Saturday. \"I'm really honoured and really happy to be here and it is such a special day to get this new stadium going,\" the German said. \"Hopefully it takes Spurs into the future, with a lot of trophies.\" Tottenham will not have the luxury of time to settle into their new stadium but it could play a pivotal role for the rest of the season, with five of their remaining seven Premier League games at home as they attempt to fend off United, Arsenal and Chelsea, with four teams chasing the final two Champions League spots. They will also take on Manchester City there in the quarter-finals of this year's Champions League, with the first chapter of the story of their new home waiting to be written."
    },
    {
      "tag": "PremierLeague",
      "text": "Maurizio Sarri faces another angry vote of no confidence from frustrated Chelsea fans if the under-fire Italian fails to spark his spluttering side in Wednesday's clash against Brighton. Sarri was subjected to vitriolic abuse from Chelsea supporters at Cardiff on Sunday in response to a painful performance that was just six minutes away from serving as the nadir of a miserable first season for the Blues boss. Trailing 1-0 in the second half after being out-fought by the Premier League relegation candidates, Chelsea were on the rack and chants of \"you don't know what you're doing\" and \"we want Sarri out\" echoed out from the away end. Chelsea's under-performing stars eventually raised themselves for just long enough to give Sarri a modicum of breathing space with two late goals to steal a sorely-needed 2-1 win. That may have kept alive their hopes of a top four finish, but it did little to quell the feeling that Sarri is on borrowed time at Stamford Bridge. Since an impressive 2-0 win over Tottenham raised hopes that Sarri could avoid the sack, his troubled team have reverted to lacklustre type. Reflecting the pattern of a hugely frustrating season, Chelsea are once again churning out turgid performances that feature large spells where they dominate possession without showing any cutting edge. In the league games since they beat Tottenham, Sarri's side needed an inspired display from goalkeeper Kepa Arrizabalaga to narrowly beat lowly Fulham, while it took a last-minute equaliser from Eden Hazard to rescue a home draw against Wolves. A woeful 2-0 loss at Everton was following by an even more limp effort at Cardiff, which looked certain to end in an embarrassing defeat before Cesar Azpilicueta's clearly offside equaliser triggered their late fightback. A repeat of that woeful display against struggling Brighton is certain to bring more opprobrium for Sarri, who has already suffered several nights on the boos at the Bridge this season. Sarri hasn't helped himself after aiming a subtle dig at Chelsea's protesting fans when he said after he Cardiff escape that they would have been better waiting to see the final score before turning on him. It was not the first self-inflicted wound for Sarri since his arrival from Napoli in July. Feted for his entertaining 'Sarri-ball' style in Italy, the 60-year-old has failed to win over either his players or fans at Chelsea. His refusal to ditch Jorginho and return N'Golo Kante to his preferred midfield holding role was the first faux-pas, while his occasional use of Eden Hazard as a centre forward frustrated the Belgian winger. Signing his former Napoli striker Gonzalo Higuain to pep up his misfiring attack has been another flop, with the Argentine managing only three goals in 11 appearances. On Sunday, he bizarrely started with Hazard, Kante and in-form England winger Callum Hudson-Odoi on the bench. All three must feature against Brighton if Sarri wants to avoid the already strained atmosphere in the stands turning even more toxic. Sarri's sixth placed side have no margin for error as they try to qualify for the Champions League. With seven games left, they trail fourth placed Tottenham by one point and Chelsea captain Azpilicueta urged his team-mates to lift the mutinous mood against Brighton. \"We have to look at ourselves, and if we want to achieve our targets we have to improve,\" he said. \"On Wednesday from the first minute, we have to create a good atmosphere on the pitch. \"I know the fans will be behind us, but we have to give them what they want - fighting spirit, great football, and scoring goals. \"That's what we both want and we have to pull in the same direction.\""
    },
    {
      "tag": "Bundesliga",
      "text": "Bayern Munich defender Mats Hummels has said he does not bear a grudge over Germany coach Joachim Löw's decision to axe him and teammates Thomas Mueller and Jerome Boateng. \"I myself do things that other people aren't happy with, so I am not resentful about decisions other people make which have an effect on me,\" Hummels said in an interview with Sport Bild magazine on Wednesday. Löw's decision to send the experienced Bayern trio into international retirement sent shockwaves through German football three weeks ago. The Germany coach faced heavy criticism for the way he had communicated the decision, with Mueller saying that Löw had shown a lack of class. Hummels, though, struck a more conciliatory tone on Wednesday. \"It was impossible for Löw to find the perfect way of informing us,\" he said. \"It was probably difficult for him to find a way in which we could all leave the discussion feeling like everything had been done in the right way.\" The 30-year-old admitted that Löw's decision had been difficult to take, but said that he is not looking back in anger at his international career. \"I did feel snubbed in a way. Thomas, Jerome and I all felt that there could have been a bit more appreciation for us. But my eight years playing for Germany were great.\" He did confess, however, that he has one major regret from those eight years. In last summer's humiliating World Cup defeat by South Korea, Hummels missed a golden opportunity to score late in the game. Had his header found the net, Germany would in all likelihood have avoided a painful group-stage exit. \"I've discussed that moment time and again with my friends. The header against South Korea had such an enormous effect, not only on the World Cup but also on what is happening now. \"If I had scored, then we would have gone through and a lot of things would have turned out differently.\" While he has not ruled out a return to international duty, Hummels said he is now looking to put the past behind him and focus on Bayern's Bundesliga title defence, which continues away to Freiburg on Saturday. \"The Mats Hummels who plays for Germany has been pushed aside in my head for the time being,\" he said."
    },
    {
      "tag": "Bundesliga",
      "text": "Borussia Dortmund sporting director Michael Zorc has dismissed rumours that 19-year-old rising star Jadon Sancho is set for a move back to Manchester. English youngster Sancho has flourished since joining Dortmund from Manchester City two years ago, and recently signed a contract extension which keeps him at the German club until 2022. Yet Sancho, who picked up an assist in England's 5-0 thrashing of the Czech Republic on Friday, has been repeatedly linked with a return to the Premier League. A recent report in The Sun alleged that Sancho's agent was in talks with Manchester United, but Dortmund boss Zorc dismissed the rumours as \"irrelevant\". \"I have no knowledge (of the talks), but it is also completely irrelevant,\" Zorc told Bild. In a recent interview with the same newspaper, Zorc admitted that it would be hard for Dortmund to hold on to Sancho long-term, but insisted that the youngster would remain at Dortmund next season. \"I can't put a price tag around Jadon's neck but I can say that even the biggest clubs in the world struggle to afford him at the moment,\" said Zorc. \"Jadon will be playing at Borussia Dortmund next season. But it is obvious that the interest in him will keep growing, especially from English clubs. He will not end his career in Dortmund, that much is true.\""
    },
    {
      "tag": "Bundesliga",
      "text": "The vice-president of the German Football league (DFL) has spoken out against an alleged plan by Europe's top clubs to dramatically reform the UEFA Champions League. DFL boss Peter Peters said that the Bundesliga would have to defend itself in the wake of reports that Europe's top competition could be transformed by the introduction of weekend fixtures and a tiered system with relegation and promotion. \"So far, the UEFA competitions are a sensible supplement to our core product, which is, and will remain, the Bundesliga,\" Peters told German tabloid Bild. \"Anything that could harm the status of the Bundesliga is not something I am going to agree to. We have to defend ourselves against it.\" The Wall Street Journal reported last week that UEFA and the European Clubs Association (ECA) were to discuss reforms that would radically change the way European club football is structured. According to a further report in Bild this weekend, Juventus president Andrea Agnelli presented concrete proposals at a meeting of UEFA and the ECA in Nyon, Switzerland last Tuesday. Agnelli, who is also the current president of the ECA, is said to have outlined an 'explosive' plan to bring all UEFA competitions into a coherent league system when the next Champions League cycle comes to an end in 2024. The plan would reportedly see the Champions League reorganised into four groups of eight teams, with the top four of each group qualifying for a knockout round. Teams who finished bottom of their group would be relegated into a second tier, formed out of what is currently the Europa League. The format would effectively end the traditional arrangement by which clubs qualify for European competition via their domestic leagues. Bild described the plans as \"the introduction of a European Super League via the back door\". There was further criticism from Georg Pangl, general secretary of the Association of European Professional Football Leagues. \"If these reports are true, and I have no doubt they are, then the Champions League would become a closed circle from 2024,\" Pangl told Bild. \"It would be more or less the same 32 top clubs each year, without the champions of the national leagues getting a chance to qualify. That would be absolutely unacceptable.\" Earlier this week, Spanish league (LFP) president Javier Tebas also distanced himself from the proposals, and insisted that La Liga would not change its schedule to accomodate weekend Champions League fixtures. \"We are not going to stop playing at the weekend,\" said Tebas at a campaign launch on Friday. \"I can also guarantee that La Liga will have 20 clubs for the next 20 years.\" \"What worries me is that the directors of these big clubs don't realise the harm that they will be doing to their clubs,\" he said."
    },
    {
      "tag": "SerieA",
      "text": "Cristiano Ronaldo's absence through injury could give Moise Kean the chance to shine with Juventus after the teenager's stunning breakthrough with Italy during the international break. Ronaldo looks set to miss the champions next three Serie A games, against Empoli on Saturday, Cagliari on April 2, and AC Milan four days later after picking up a right thigh injury playing for Portugal. The 34-year-old was rested by Juventus in their last Serie A game, after his hat-trick against Atletico Madrid sealed a place in the Champions League quarter-finals against Ajax. And without the Portuguese star Massimiliano Allegri's side suffered their first league defeat this season 2-0 against Genoa. Juventus are still closing in on an eighth consecutive Scudetto with a 15-point gap on second-placed Napoli. And Kean will be hoping to get a chance to showcase his talents for their first game at home against Empoli since their dramatic victory over Atletico in the Allianz Stadium. The 19-year-old won his first cap for Italy in a friendly last November, but it was his second appearance for the former world champions that has brought him into the spotlight. He became the youngest Italian to score in over 60 years in their 2-0 Euro 2020 qualifying win over Finland last Saturday. He scored again in a 6-0 rout of Liechtenstein on Tuesday. Being in a star-studded squad alongside five-time Ballon d'Or winner Ronaldo means that Kean's opportunities of regular action have been limited. But ahead of Juventus' return leg against Atletico, Allegri handed Kean his first Serie A start of the season against Udinese and the forward seized his rare opportunity with a brace. \"I always try to be ready and train regularly so that I'm prepared when the time comes,\" Kean said. \"I learn from Cristiano Ronaldo, in training, I steal his secrets. I can only learn from him. It happens every day.\" Juventus captain Giorgio Chiellini warned that his side have settled after the Champions League excitement. \"A couple of weeks have passed and I think we've fully realised what happened, so are now even more fired up for these final two months of the season,\" said the Italian defender, who has played over 500 games for Juventus. \"We have a good advantage at the top of the table, but want to get the Scudetto sorted as soon as possible.\" In a clash between illustrious coaches, Carlo Ancelotti's Napoli travel to Claudio Ranieri's Roma in a must-win game for both teams. Roma, in fifth, lost to struggling SPAL last time out and another upset would seriously compromise a Champions League place next season. Napoli have won just two of their last six league games, but are still seven points ahead of third-place Inter Milan, who host Lazio after an action-packed 3-2 Milan derby win. Argentina striker Mauro Icardi could make his return for Inter as he is back training having not played since February 9 amid a contract dispute. But Dutch defender Stefan de Vrij will miss Sunday's game against his former club, along with Argentina striker Lautaro Martinez, after injuries picked up on international duty. Lazio -- six points adrift of the Champions League places -- were deprived of elite European football this campaign by a defeat to Inter at the end of last season. AC Milan -- who occupy the final Champions League spot in fourth -- face a tricky task at Sampdoria. The Genoa side's attack is spearheaded by Serie A top scorer Fabio Quagliarella, who also made history by becoming the oldest player to score for Italy during the week. Sampdoria are three points off the Europa Leauge berths and have won three of their last four games."
    },
    {
      "tag": "SerieA",
      "text": "Italian international defender Daniele Rugani has extended his contract with Juventus until 2023, the Serie A champions announced on Thursday. Rugani -- who joined Juventus in 2013 from Empoli -- has played 14 times for the Turin side this season, in back line alongside Giorgio Chiellini and Leonardo Bonucci. The 24-year-old has already made 81 appearances for the Turin giants, and scored seven goals, including two this season. After spending two seasons on loan back at Empoli between 2013 and 2015 he returned to Juventus and had attracted the interest of Premier League club Chelsea last summer. Rugani looks set to claim a fourth Serie A title with Juventus as Massimiliano Allegri's side hold a 15-point lead over Napoli. But the seven-times capped Italian is also hoping to win a first Champions League title with Juventus playing Ajax in the quarter-finals next month. \"We hope to return to Madrid, in the stadium where we were a few weeks ago, and raise the cup,\" added the defender of the European final which will be held in Atletico's Wanda Metropolitano Stadium. \"The biggest dream is definitely that.\""
    },
    {
      "tag": "SerieA",
      "text": "Cristiano Ronaldo will undergo further tests in Turin on Thursday as he battles to be fit for Juventus's Champions League double header against Ajax after picking up a thigh injury on international duty for Portugal. The 34-year-old pulled up injured after half an hour into European champions Portugal's 1-1 Euro 2020 qualifier draw against Serbia. Juventus said initial tests in Portugal had shown \"a minor injury\" to Ronaldo's right thigh, with their Champions League quarter-final first leg tie against Ajax on April 10. Ronaldo flew to Barcelona for personal business on Wednesday, and not for a consultation, with the Portuguese star later posting a photo of himself on social media. Italian media reported the five-time Ballon d'Or had returned by private jet to Turin late on Wednesday with tests scheduled with Juventus medical staff on Thursday morning. But Ronaldo will likely miss the champions next three Serie A games, against Empoli on Saturday, Cagliari on April 2, and AC Milan four days later. \"I'm not worried. I know my body. I believe that in no more than two weeks I'll be fine,\" Ronaldo told reporters after the game against Serbia. Juventus's contingent of international players return to training on Thursday as the champions push towards an eighth consecutive league title. Juventus lead Napoli by 15 points despite losing their last game before the international break 2-0 to Genoa, with Ronaldo rested for the first time this season."
    },
    {
      "tag": "SerieA",
      "text": "Rising Italy star Moise Kean on Wednesday hit back at claims by his father that Juventus still owe him two tractors as part of an agreement to sign the teenage forward. The 19-year-old has burst into the limelight with two goals in his first two international games, scoring in Italy's Euro 2020 qualifiers against Finland and Liechtenstein. But his father Biorou Jean Kean has also been in the headlines repeating claims he made two years ago that Juventus have yet to give him the tractors for his agricultural business in the Ivory Coast. \"Tractors? I don't know what you're talking about...\" wrote the teenage striker on Instagram. \"If I'm the man I am today, it is only thanks to my mother. With that I've said everything! \"And never forget the person who fed you.\" Kean, whose parents are separated, made his professional debut for Juventus in November 2016, at the age of 16, becoming the first player born in the 2000s to compete in one of Europe's four major leagues. \"I thank God, as it is a great joy for the whole family,\" Biorou Jean Kean told Rai Radio 1 after his son became the youngest scorer for Italy in 60 years with his goal against Finland. \"I am very happy for him, even if I have a problem with the club Juventus. They won't give me any more tickets to the stadium. I am separated with Moise's mother and she, in the past, wanted to move the lad to England. \"I promised Juve that I'd keep him in Italy, but wanted two tractors in return. They said it wouldn't be a problem, but I haven't received them yet, now they won't give me tickets or even take my calls.\""
    },
    {
      "tag": "PrimeraDivision",
      "text": "Real Madrid are out of the Champions League and out of the running in La Liga but they might have more to play for than Barcelona and Atletico Madrid in their final 10 games of the season. Atletico's defeat to Athletic Bilbao before the international break means Barca sit 10 points clear in the league, their cushion allowing them almost complete focus on Europe, where they face Manchester United in the quarter-finals next month. Most alive then amongst the table's top three is perhaps the sense of renewal at Real, where Zinedine Zidane's reappointment has been quickly followed by reports of a summer overhaul and 500-million euro spending spree. Zidane has insisted his current squad should not feel on trial in these final two months but the speculation will not have been lost on his players, whose futures look increasingly under scrutiny. Potential targets Eden Hazard, Paul Pogba and Kylian Mbappe were the latest trio on the frontpage of L'Equipe on Thursday but Neymar, Sadio Mane, Christian Eriksen, Harry Kane and Matthijs de Ligt have all been mentioned too. \"We will change things, for sure, for the years to come,\" Zidane said at his unveiling earlier this month. \"We will have time to talk with the president and with the club about what we can do.\" Madrid face Huesca on Sunday when Zidane's picks will offer another clue as to his thinking. His opening game against Celta Vigo a fortnight ago became something of a reunion for the old guard as Keylor Navas, Isco and Marcelo were all recalled, and delivered. Even Gareth Bale, whose relationship with Zidane was almost non-existent last season, started, and scored, to suggest his departure may not yet be a foregone conclusion. A strong finish, and pipping Atletico to second place, would preserve the feel-good factor but a surge to make Barcelona nervous seems unlikely. Barca are not only streets ahead on points but performances too, unbeaten in the league since November and with 12 goals in their last four matches, three of them against Sevilla, Real Madrid and Real Betis. Lionel Messi hitting his sparkling best has been key, with his freshness for the Champions League now a priority. \"Having Leo on your team makes you feel like you can face anything,\" said Gerard Pique after the win over Lyon two weeks ago. Messi missed Argentina's win over Morocco on Tuesday with a groin strain but was back in training with Barca on Wednesday while Luis Suarez also played a limited part in the session, having sprained his ankle before the ineternational break. Ernesto Valverde will want to be sure of the pair's fitness before fielding them against Espanyol on Saturday, particularly while Ousmane Dembele has a hamstring problem and Philippe Coutinho continues to disappoint. Atletico still have Barcelona to play at the Camp Nou next month but their focus is less on the chase than the recovery, after consecutive defeats to Juventus in the Champions League and then Bilbao saw their season unravel in in five days. Confirmation that Lucas Hernandez will join Bayern Munich in the summer has only deepened the deflation, with Diego Simeone now tasked with lifting morale and preventing an exodus of other marquee players, including Antoine Griezmann, in the summer. \"We have to keep fighting,\" Simeone said. \"Now is a time to look at ourselves and to improve.\" Atletico play away to Alaves on Saturday, who are engaged in what appears to be a four-way fight for La Liga's last Champions Leaue spot. The position is Getafe's to lose but beneath Alaves in fifth, and gathering momentum, are Sevilla and Valencia. They play each other on Sunday."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Real Madrid and Atletico Madrid will play the first Madrid derby outside Europe in suburban New York next July as part of the pre-season International Champions Cup, organizers announced. The annual matches, mainly in US venues, are staged ahead of the start of European campaigns and give fans worldwide a rare live chance to see big-name European sides, including the Madrid showdown July 26 at East Rutherford, New Jersey. AS Roma and Mexico's Chivas will kick off the event on July 16 in suburban Chicago. Manchester United will face Inter Milan on July 20 in Singapore, which on the next night hosts Juventus against reigning International Champions Cup holders Tottenham Hotspur. Juvenus will face Inter in a yet to be announced Chinese venue on July 24 while English Premier League rivals Tottenham and Manchester United meet July 25 at Shanghai. The final three matches will be staged in Europe with AC Milan playing Manchester United on August 3 at Principality Stadium in Cardiff, Tottenham Hotspur hosting Inter Milan on August 4 and Atletico Madrid meeting Juvenus in Stockholm on August 10. Bayern Munich and Arsenal meet on July 17 at Carson, California, with the English side moving on to Charlotte, North Carolina, three days later to face AS Roma and Bayern Munich meeting Real Madrid on July 20 at Houston. Benfica and Chivas play the same night in Santa Clara, California. US action continues July 23 when Real Madrid meets Arsenal in Washington, Bayern Munich and MC Milan play in Kansas City and Chivas takes on Atletico Madrid in Arlington, Texas. Benfica plays two final US matches, against AS Roma in Harrison, New Jersey on July 24 and AC Milan on July 28 at Foxborough, Massachusetts."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Rayo Vallecano, second bottom in Spain's La Liga, appointed Paco Jemez as the club's new coach on Wednesday following the sacking of Michel. Jemez returns for a second spell at Rayo, having spent four seasons in charge between 2012 and 2016, with the team six points from safety after a run of seven straight defeats. The 48-year-old has signed a contract until June 2020 with Rayo, who were promoted back to the top flight last season after finishing top of the second division. Rayo dismissed Michel on Monday following a 3-1 defeat by relegation rivals Villarreal."
    },
    {
      "tag": "PrimeraDivision",
      "text": "Barcelona forward Luis Suarez has been ruled out of playing in the China Cup with Uruguay after spraining his ankle for his club at the weekend. Suarez, 32, is expected to miss between 10 and 15 days after limping off late in Sunday's 4-1 win at Real Betis in La Liga. \"He will... undertake his recovery with the FC Barcelona medical team, having been withdrawn from the Uruguayan national team squad,\" the club said in a statement Monday. Suarez's absence adds to that of Edinson Cavani for Uruguay after the Paris Saint-Germain striker failed to shake off a thigh injury for the trip to China. Oscar Tabarez's squad travel to Nanning to take on take on Uzbekistan on March 21, with the winner meeting China or Thailand in the final four days later. Suarez scored his 18th league goal of the season at Betis to draw level with Diego Forlan for the most goals scored by a Uruguayan in Spain's top flight with 128."
    },
    {
      "tag": "Ligue1",
      "text": "Monaco moved nine points away from Ligue 1's relegation play-off spot as a 90th-minute Carlos Vinicius goal helped them beat second-place Lille 1-0 on Friday. The Brazilian scored his first goal for the Principality outfit since joining on-loan from Napoli in January as the hosts lost only for a second time at home in the league this campaign. Coach Leonardo Jardim, who led his side to the title in 2017, sees Monaco go clear of Dijon in 18th place with their fourth win in seven games since he returned to the Stade Louis II in January. \"A victory like today against the second-best team in the championship is very important,\" said Jardim. \"It's an important win, but we're still in a difficult situation.\" The home side had the best of the early opportunities on goal as winger Jonathan Bamba hit the crossbar after 11 minutes with a left-footed effort. Bamba and Nicolas Pepe both had shots on goal to break the deadlock before the break but wasted their chances in front of Monaco goalkeeper Danijel Subasic. The visitors started the second half strongly as Aleksandr Golovin and Gelson Martins tested Mike Maignan before the 50-minute mark. Vinicius' first goal in Monaco colours came as he received the ball in the box. He took a deft touch with his toe to lift the ball over defender Jose Fonte, chested the ball down and slotted it past Maignan in the Lille goal. Lille remain 17 points behind leaders Paris Saint-Germain, who host arch-rivals Marseille on Sunday. Elsewhere on Friday, substitute Firmin Mubele clinched a 1-1 draw for Toulouse at Nice with an 89th-minute effort. On Saturday, bottom-of-the-table Guingamp can close the gap on Dijon, Caen host Saint-Etienne, Angers face lowly Amiens and Strasbourg head to Nimes."
    },
    {
      "tag": "Ligue1",
      "text": "Paris Saint-Germain's Brazilian captain Thiago Silva has been granted French citizenship, he announced on Twitter on Friday. The 34-year-old's decision means PSG have an extra space in their squad for a non-EU player. Silva has played 274 games since joining the reigning Ligue 1 champions in 2012 and has 77 caps for Brazil. \"Today me, my wife @Belle_Silva, and my children Isago and Iago have become French citizens. It's a very happy day for us because we have been in Paris for six-and-a-half years and we really feel at home,\" he said. \"Thanks to France, a country which has welcomed us so much where we have experienced some unforgettable moments. Vive la France,\" he added."
    },
    {
      "tag": "Ligue1",
      "text": "Marseille's sudden recent revival has coincided with the arrival of Mario Balotelli, and they take on Paris Saint-Germain this weekend hoping for a long overdue victory against their old foes. PSG have not lost any of their last 18 meetings with Marseille in all competitions since a 3-0 defeat at the Velodrome back in November 2011, the first game between the teams following the Qatari takeover in Paris. The fixture has lost some of its lustre as a result, with Marseille only managing three draws in the 'Classique' in all that time. Most recently, PSG won 2-0 in Marseille in October, a result which came at the start of a dreadful run of form for Rudi Garcia's team as they won just three times in 18 games in all competitions, a slump that saw them dumped out of both domestic cups and the Europa League. But then Balotelli arrived, and OM quickly started winning again -- five wins and a draw in their last six games have seen Marseille move back to within three points of the top three in Ligue 1. Finishing on the podium, and returning to the Champions League, is seen as essential for the southern giants -- still the only French side ever to have won the European Cup -- and their American owner Frank McCourt. Since signing from Nice on a short-term deal at the end of January, Balotelli has scored five times in seven games, his last two goals being followed by memorable celebrations -- a group selfie immediately posted to Instagram, and then a game of rock-paper-scissors. The former Manchester City striker's impact on his teammates has been considerable. \"The mentality, the mindset on the pitch are different now,\" midfielder Kevin Strootman, who ironically has lost his place in the side in recent weeks, told sports daily L'Equipe. \"If we want to keep fighting for a top-three place, and get into the Champions League, we have to show that we are capable of winning the big matches.\" There could be a tense atmosphere at the Parc des Princes, with PSG facing their home support for the first time since the crushing disappointment of their Champions League exit at the hands of Manchester United. Thomas Tuchel's side faced verbal abuse and taunts from angry fans when they returned to training last weekend, before winning 4-0 at struggling Dijon in a rearranged game on Tuesday. The fall-out from their European debacle continues, and outcast midfielder Adrien Rabiot -- who has been sidelined after refusing to sign a new contract -- has now been suspended. According to L'Equipe, Rabiot was punished for a nightclub visit in the wake of the United game, and for 'liking' a video posted on social media by former United player Patrice Evra celebrating the result in the stands at the Parc des Princes. PSG remain untouchable in France -- they are 17 points clear of second-placed Lille at the top of the table with a game in hand and have won all 14 of their home fixtures. Elsewhere, Lyon will look to bounce back from their Champions League exit at the hands of Barcelona as they host Montpellier on Sunday. After being eliminated from the Europa League in the last 16 by Arsenal, Rennes go to Bordeaux, who will be playing their first match under new coach Paulo Sousa. \"We have to congratulate the players for their remarkable run,\" said Rennes coach Julien Stephan after a 3-0 defeat in London saw them go out 4-3 on aggregate. \"We don't have the experience or the power of Arsenal, but we have learnt a lot, even if the experience ended in a painful manner.\""
    },
    {
      "tag": "Ligue1",
      "text": "Paris Saint-Germain outcast Adrien Rabiot has been suspended until the end of the month for a reported outing to a nightclub after last week's Champions League loss to Manchester United. The French international midfielder is in open dispute with PSG and has not played since mid-December after failing to agree a new contract. According to French sports newspaper L'Equipe, Rabiot was punished for a nightclub visit after PSG were knocked out of the Champions League by United. But also for 'liking' a video posted on social media by former Man United player Patrice Evra celebrating the win in the stands at the Parc des Princes. \"Adrien Rabiot has received a letter suspending him,\" a source told AFP. \"I find unacceptable the attitude and lack of professionalism of a player like Adrien Rabiot towards the club, his teammates and the fans,\" PSG sporting director Antero Henrique said on RMC Sport, referring to the night out. \"Remember up to June 30, 2019 he is part of our squad.\" Rabiot told Infosport on Thursday that it wasn't him \"who had chosen this situation. It's not a choice that I've made\". He added: \"I'm available, everything's fine, I'm in great shape. If I could play.... but the (club) management have decided otherwise.\" Asked by Infosport for his feelings after PSG's latest European failure Rabiot said that it had made him feel \"bad\". \"I'm still a player at the club despite what they can say. I'm still under contract. I'm behind my teammates, of course it was disappointing.\" Relations between Rabiot, who has been strongly linked with a move to Barcelona, and PSG have broken down, with the club ordering him to train with the reserves. In January he appealed to the French League's legal committee, claiming that PSG's decision to banish him goes against the \"professional footballer's charter\", with the league finding in his favour."
    },
    {
      "tag": "Ligue1",
      "text": "Mario Balotelli made headlines once again with a quirky goal celebration after firing the winner in Marseille's 1-0 victory over the fiery Italian's former club Nice, but there was one person who wasn't amused. A week after his Instagram selfie video celebration against Saint-Etienne, Balotelli played 'rock, paper, scissors' with Florian Thauvin after bagging the decisive goal in the 61st minute of his first match against Nice, who he left in January having not scored a goal all season. Nice defender Christophe Herelle's verdict of Balotelli's antics was to the point: \"That goal celebration pissed me off.\" \"He did not score a single goal in six months and I saw him running like never before. At some point you have to respect the club, the people and the fans,\" said Herelle ahead of Nice's match with Toulouse on Friday. At half-time the 28-year-old was filmed by Canal Plus arguing with his old teammates, with whom he had a tense relationship in his final months at Nice. \"He told us that he didn't want (Nice coach) Patrick Vieira coming out at the same time as him. I told him to shut it,\" Herelle said. Balotelli's winner on Sunday took his tally to five in seven matches since arriving at Marseille, and Rudi Garcia's side have seen a sudden upturn in form after a miserable winter that saw them dumped out of the French Cup by fourth-tier Andrezieux and finish bottom of their Europa League group. The win extended their unbeaten run to six -- with five wins -- ahead of Saturday's visit to hated rivals Paris Saint-Germain."
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Crisis-ridden Sporting on Monday unveiled Serbian coach Sinisa Mihajlovic as the man who has agreed to take on their problems. The Lisbon club was without a coach and nine players have said they are breaking their contracts after fans attacked the squad in mid-May. Mihajlovic, a 49-year-old who has coached Serbia and eight clubs in Italy attracting controversy but winning few trophies, has signed a three-year contract, Portuguese sports media reported. The Serb replaced Jorge Jesus, who has taken a job in Saudi Arabia. Among the players who have said they are leaving are Portuguese World Cup players Rui Patricio, William Carvalho, Gelson Martins and Bruno Fernandes. The crisis at the club began when Sporting lost a Europa League game to Atletico Madrid in April and club president Bruno de Carvalho tweeted ferocious criticism of the players. When they responded demanding \"respect\", De Carvalho called the players \"spoilt brats\" and suspended 19 of them, only to back down ahead of the next match. Shortly after Sporting lost the Portuguese Cup final to unfancied Aves in May, a 50-strong mob of masked fans invaded the training centre, attacked the squad, savagely beating some players. Last week, the club suspended De Carvalho, a former leader of a group of ultra fans, but he has insisted the decision is invalid. Club members are holding a general assembly next Saturday which could vote De Carvalho out of office."
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Portuguese full-back Diogo Dalot became Manchester United's second major signing in two days the English giants announced on Wednesday after securing a 22 million euro (£19 million) move from Porto. Dalot, 19, has signed \"a five-year contract, with an option to extend for a further year\", United said in a statement. Brazilian international midfielder Fred joined United from Shakhtar Donetsk for a reported fee of just over £50 million on Tuesday. United are aiming to close the gap on Manchester City, who won the Premier League by a record 19 points from their local rivals. Despite only making his senior Porto debut in February, Dalot has been hailed by United manager Jose Mourinho, who made his name as a coach with Porto, as the best full-back in Europe of his age. \"Diogo is an extremely talented young defender with all the qualities to quickly become a great player for this club,\" Mourinho said in United's statement. \"He has all the attributes that a full-back needs: physicality, tactical intelligence and technical quality, combined with a Porto Academy mentality which prepares players for the maturity they need at the professional level. \"In his age group, he is the best full-back in Europe and we all believe he has a bright future ahead of him at Manchester United.\" Dalot's best position is at right-back, although he has at times deputised at left-back, including in a 0-0 draw away to Liverpool in the second leg of the Portuguese champions' Champions League last 16 tie in March. Full-back has been a problem position for United with Mourinho using converted wingers Ashley Young and Antonio Valencia, both 32, as regulars in his defence over the past year. \"Joining Manchester United is an unbelievable opportunity for me,\" said Dalot. \"The chance of coming to the biggest club in the world is something I just couldn't turn down. \"I'm excited about working with Jose Mourinho and learning everything I can from such a successful coach. I am looking forward to playing alongside the fantastic players in the squad.\""
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Sporting have agreed to release coach Jorge Jesus, one of the staff attacked by fans in May, so he can take a position in Saudi Arabia. The Lisbon club's season ended in crisis after masked supporters attacked Jesus and several players at their training centre in suburban Lisbon. That was followed by the arrest of 23 people. The club informed the Lisbon stock exchange on Tuesday that the 63-year-old Jesus was leaving with one year left on a contract which reportedly paid 7m euros ($8.25m) annually. Jesus came to the club in 2015, after winning three titles in six seasons with their great rivals Benfica, but at Sporting he won only one league cup and one Portuguese Supercup. Jesus has spent his entire playing and coaching career in Portugal. His name was one of many that was linked to Real Madrid after the resignation of Zinedine Zidane, but he has agreed to join Al Hilal in Saudi Arabia. He is not the first to leave the club. On Friday, goalkeeper Rui Patricio, who is part of Portugal's World Cup squad and has played 327 times for Sporting, unilaterally broke his contract citing \"gross negligence\" surrounding the assault. The club's president, Bruno de Carvalho, responded by accusing Jorge Mendes, the powerful Portuguese agent who represents Patricio, of \"profiting from a delicate situation\" and using \"blackmail\" to secure a big commission when the goalkeeper signs somewhere. Portuguese media have reported that the club's dressing room leaders blame de Carvalho, a former leader of a group of ultra fans, for the problems and have threatened to quit the club if he does not resign. The 46-year-old, who is nicknamed the \"president-supporter\" has given no sign that he plans to do so and is campaigning for a second term as president. In April, de Carvalho launched a rant on social media following Sporting's 2-0 Europa League quarter-final first leg loss to Atletico Madrid, accusing the club's most experienced players of making \"stupid mistakes\" that \"exacerbated our suffering\". When players hit back on social media, de Carvalho responded by briefly suspending 19 of them, only to then back down."
    },
    {
      "tag": "PrimeiraLiga",
      "text": "Spanish goalkeeping great Iker Casillas has extended his stay at Porto for another season after winning the Portuguese league title, he announced on Thursday. Casillas, who captained Spain to World Cup glory in 2010, joined Porto from Real Madrid in 2015 and regained his place in the team in the second half of this season after being dropped in favour of Jose Sa. \"I'm going to go one more year with Porto. No doubt this is a flourish with which to end a great season,\" he wrote on Twitter. Casillas, who will turn 37 on Sunday, agreed to lower his salary in order to stay at the Estadio do Dragao, according to Portuguese daily Jornal de Noticias. He last played for Spain in 2016, having also won the 2008 and 2012 European championships in a glittering international career which saw him capped a national-record 167 times. Casillas, who claimed three Champions League titles with Real Madrid, won his first trophy with Porto this term as Sergio Conceicao's side finished seven points clear of Benfica."
    }
  ]
}
